[
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "Listen to 'The Daily'", "article_url": "https://www.nytimes.com/2019/04/19/podcasts/the-daily/robert-mueller-report-special-counsel-investigation.html", "summary": "The Mueller report is released."},
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "The 'In Her Words' Newsletter", "article_url": "https://www.nytimes.com/2019/04/19/health/pregnancy-maternity-leave-paid.html", "summary": "Commuting while pregnant: A long ride could be a risky one."},
{"section": "Briefings", "appears_ulr": "https://www.nytimes.com/", "title": "The Daily Mini Crossword", "article_url": "https://www.nytimes.comhttps://www.nytimes.com/crosswords/game/mini", "summary": "Solve this bite-sized puzzle in just a few minutes."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Live Updates: Deadly Carnage at Churches and Hotels on Easter Sunday", "article_url": "https://www.nytimes.com/2019/04/21/world/asia/sri-lanka-explosion.html", "summary": "At least seven suspects were held in connection with the explosions, which were carried out by suicide bombers, an official said.Security officials in Sri Lanka were warned of potential attacks 10 days ago, but it was unclear if safeguards were taken. "},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Sri Lanka's Long History of Violence", "article_url": "https://www.nytimes.com/2019/04/21/world/asia/sri-lanka-history-civil-war.html", "summary": "The small island nation is famous for its beauty, but also for a brutal three-decade civil war and sectarian tensions that still simmer."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Fearing More Violence, Sri Lanka Silences Social Media", "article_url": "https://www.nytimes.com/2019/04/21/world/asia/sri-lanka-social-media.html", "summary": "The country blocked several social media networks in the wake of the attacks, including Facebook and WhatsApp. Officials there have seen firsthand how quickly online hate can turn into deadly violence."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "The attacks struck churches, five-star hotels and other sites in multiple cities.", "article_url": "https://www.nytimes.com/interactive/2019/04/21/world/asia/sri-lanka-bombing-maps.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "How Cohen Turned Against Trump", "article_url": "https://www.nytimes.com/2019/04/21/us/politics/michael-cohen-trump.html", "summary": "Michael Cohen, President Trump's fixer, had for months sought \"a little loving and respect\" and feared his longtime boss had forsaken him.Confidential emails and texts chronicle the undoing of their relationship."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Here's why it matters that Mr. Trump and Mr. Cohen had a falling out.", "article_url": "https://www.nytimes.com/2019/04/21/us/politics/michael-cohen-donald-trump-history.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "How 2020 Democrats Are Gaming Out Trump Impeachment Quandary", "article_url": "https://www.nytimes.com/2019/04/21/us/politics/democrats-impeachment-2020.html", "summary": "Most of the Democratic presidential candidates have responded to the special counsel's report with tentative remarks about impeaching President Trump.But many feel no pressure to demand it because they do not hear a clamoring for it on the campaign trail."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Russians Sought Back Channels to Trump Through the Business World", "article_url": "https://www.nytimes.com/2019/04/20/us/politics/trump-putin-russia-mueller.html", "summary": "The inquiry revealed how Russia's efforts to connect with Mr. Trump and his team spun into high gear after the election."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "\"There's nothing wrong with taking information from Russians,\" said Rudolph W. Giuliani, Mr. Trump's lawyer.", "article_url": "https://www.nytimes.com/2019/04/21/us/politics/giuliani-mueller-report.html", "summary": ""},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "Silicon Valley Came to Kansas Schools. That Started a Rebellion.", "article_url": "https://www.nytimes.com/2019/04/21/technology/silicon-valley-kansas-schools.html", "summary": "Public schools in Kansas rolled out a web-based learning platform backed by Mark Zuckerberg, the chief executive of Facebook.Now students have staged walkouts and sit-ins, and their parents have organized."},
{"section": "Top Stories", "appears_ulr": "https://www.nytimes.com/", "title": "11 of Our Best Weekend Reads", "article_url": "https://www.nytimes.com/2019/04/20/arts/11-of-our-best-weekend-reads.html", "summary": "The soul of France. Disappearing glaciers. The most chaotic place on the internet. Bauhaus at 100. And more."},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Progressive Capitalism Is Not an Oxymoron", "article_url": "https://www.nytimes.com/2019/04/19/opinion/sunday/progressive-capitalism.html", "summary": "We can save our broken economic system from itself."},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Can Black Evangelicals Save the Whole Movement?", "article_url": "https://www.nytimes.com/2019/04/20/opinion/sunday/black-evangelicals-diversity.html", "summary": "African-American spiritual leaders are talking about racism -- and some white churchgoers are listening."},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "We Built a (Legal) Facial Recognition Machine for $60", "article_url": "https://www.nytimes.com/interactive/2019/04/16/opinion/facial-recognition-new-york-city.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "The Ego Maniac in the Oval Is 'Exonerated'", "article_url": "https://www.nytimes.com/2019/04/20/opinion/sunday/trump-mueller-report.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Reverend, You Say the Virgin Birth Is 'a Bizarre Claim'?", "article_url": "https://www.nytimes.com/2019/04/20/opinion/sunday/christian-easter-serene-jones.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "The Data All Guilt-Ridden Parents Need", "article_url": "https://www.nytimes.com/2019/04/19/opinion/sunday/baby-breastfeeding-sleep-training.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Will the Census Count All of America?", "article_url": "https://www.nytimes.com/2019/04/20/opinion/sunday/census-citizenship-question-immigrants.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Finding the Beauty in Cultural Appropriation", "article_url": "https://www.nytimes.com/2019/04/20/opinion/cultural-appropriation-coachella.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "The Fight for the Future of Jack the Ripper", "article_url": "https://www.nytimes.com/2019/04/20/opinion/sunday/jack-the-ripper-tour.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Why Did Nonbelievers Grieve for Notre-Dame?", "article_url": "https://www.nytimes.com/2019/04/20/opinion/sunday/notre-dame.html", "summary": ""},
{"section": "Opinion", "appears_ulr": "https://www.nytimes.com/", "title": "Literary Agents Seeking Fresh Voices", "article_url": "https://www.nytimes.com/2019/04/20/opinion/sunday/literary-agents-seeking-fresh-voices.html", "summary": ""},
{"section": "Editors Picks", "appears_ulr": "https://www.nytimes.com/", "title": "Book Review: The Mueller Report", "article_url": "https://www.nytimes.com/2019/04/20/books/review-mueller-report.html", "summary": "Much of what's in the report was already known, but our book critic says it still has \"the power to shock and appall.\""},
{"section": "Editors Picks", "appears_ulr": "https://www.nytimes.com/", "title": "Undeniable Connections Waiting to Be Discovered", "article_url": "https://www.nytimes.com/2019/04/19/fashion/weddings/deborah-kaplan-jacoby-and-mitchell-messinger-are-married-in-los-angeles.html", "summary": "She saw herself in the characters in an animated Disney film. The hopeful tune sung by a lonely volcano to another spoke to her heart."},
{"section": "Editors Picks", "appears_ulr": "https://www.nytimes.com/", "title": "The Week in Books", "article_url": "https://www.nytimes.com/2019/04/21/books/the-week-in-books.html", "summary": "Robert Caro, Abby Wambach, the Mueller report and more."},
{"appears_ulr": "https://www.nytimes.com/interactive/2019/04/21/world/asia/sri-lanka-bombing-maps.html", "title": "Sri Lanka Bombing Maps: What We Know About 8 Attack Sites", "authors": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/us/politics/michael-cohen-donald-trump-history.html", "title": "Why It Matters That Trump and Michael Cohen Had a Falling Out", "authors": "William K. Rashbaum", "contents": "Fixer. The title wasn't a formal one, but Michael D. Cohen wholeheartedly embraced the role as a lawyer at the Trump Organization. It amounted to serving as chief problem solver for Donald J. Trump, offering Mr. Cohen an unusually up-close view of his boss's personal and professional lives.Mr. Cohen was often at Mr. Trump's side in the decade before he became president, including helping him sort out difficulties leading up to the 2016 election. Most famously, he helped arrange hush money payments to two women -- including the pornographic film actress Stormy Daniels -- who claimed to have had affairs with Mr. Trump.His unflinching loyalty to his boss often went unreciprocated. And it was this imbalance that left the two men on perilous ground last April, after the Federal Bureau of Investigation raided Mr. Cohen's home, office and hotel room. The searches were part of an inquiry, in the office of the United States attorney for the Southern District of New York, that grew out of Robert S. Mueller III's examination of Russian election meddling.Mr. Cohen would ultimately plead guilty to multiple crimes, and is scheduled to begin serving a three-year prison term on May 6. After months of indecision, he turned on Mr. Trump last summer and has since spoken to the Southern District prosecutors about the Trump family business and more, as well as providing information to the office of the special counsel, Mr. Mueller.A of confidential emails, text messages and other communications suggest the men's falling out may have been avoidable. Either way, its consequences have cast a shadow on the Trump presidency.Here are five reasons the undoing of their relationship matters.Federal prosecutors in Manhattan effectively characterized Mr. Trump as an unindicted co-conspirator in the hush money payments, which violated campaign finance laws because they were made to influence the outcome of the election.At his plea hearing, Mr. Cohen said he had made the payments , which was consistent with other evidence prosecutors had gathered.Under current Justice Department policy, a president cannot be charged with a crime. But when a president is no longer in office, prosecutors are free to bring charges -- a possibility cited in the Mueller report released on Thursday.Mr. Cohen did not enter into a formal cooperation agreement with the Southern District prosecutors, but voluntarily met with them about his knowledge of Mr. Trump's family, business and inner circle.If the prosecutors determine that he provided them with useful information, it is possible his three-year sentence could be reduced, under federal sentencing rules. As such, Mr. Trump and others have dismissed his cooperation as a desperate play for leniency.So far his information has helped several investigations, including one examining aspects of .Since turning on his former boss, Mr. Cohen has become one of Mr. Trump's fiercest critics, offering fodder for the president's detractors.Mr. Cohen laid into the president in testimony before Congress in late February, exposing what he described as . \"He is a racist. He is a con man. And he is a cheat,\" Mr. Cohen testified.During the hearing, Trump defenders repeatedly questioned the veracity of Mr. Cohen's statements, especially because he had pleaded guilty last year to lying to Congress during an earlier appearance about Mr. Trump's dealings in Moscow.But Mr. Cohen said he was coming clean.\"I have fixed things, but I am no longer your 'fixer,' Mr. Trump,\" Mr. Cohen said.Mr. Cohen's testimony has also provided something of a road map for congressional investigators looking into Mr. Trump's finances. Last week, the House Committee on Oversight and Reform subpoenaed records from Mazars USA, an accounting firm that had for many years prepared Mr. Trump's taxes.The committee chairman, Elijah Cummings of Maryland, a Democrat, said he was seeking the records because of Mr. Cohen's testimony that Mr. Trump had overstated his assets before he was elected.Mr. Cohen had provided the panel with copies of financial statements that indicated Mr. Trump's net worth skyrocketed to $8.66 billion in 2013 from $4.55 billion the previous year as a result of a line item identified as \"brand value.\"But the committee's ranking Republican, Jim Jordan of Ohio, said no valid legislative purpose was served by the subpoena, suggesting it was meant to embarrass the president.The status of several of criminal investigations that grew out of Mr. Cohen's interviews with federal prosecutors remains unclear. But as recently as February, a judge disclosed that the hush money inquiry focused on Trump Organization officials remained open.In New York, several inquiries undertaken by state authorities in response to Mr. Cohen's congressional testimony are still active. They include one by the attorney general into Mr. Trump's real estate projects, and another by state regulators into his insurance practices.And as Mr. Cohen's May 6 surrender date nears, his lawyers appear to be making a last-ditch effort to keep him out of prison. They wrote earlier this month to Democratic members of Congress, asking them to endorse a campaign to reduce his sentence or postpone his surrender. But the effort does not appear to have borne fruit.Mr. Cohen's three-year prison term is the longest yet from any case that grew out of the special counsel's inquiry, after that of Paul J. Manafort, who was sentenced to over seven years in prison.Nonetheless, the redacted version of the Mueller report indicates that federal authorities were debriefing Mr. Cohen as recently as last month.The full range of topics discussed is not known. But footnotes point to an F.B.I. document, dated March 19, based on an interview with Mr. Cohen. The document is cited in connection with statements he made about his conversations with the president after the F.B.I. raid and about a Trump Tower project in Russia, as well as discussions with the president's lawyer about a possible pardon."},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/world/asia/sri-lanka-history-civil-war.html", "title": "For Sri Lanka, a Long History of Violence", "authors": "Mujib Mashal", "contents": "After a civil war that dragged on for nearly three decades, Sri Lanka had been enjoying a decade of relative calm. That was shattered on Sunday when a coordinated bombing attack .Here is some context to help you understand the latest events in the small island nation, known for a tremendous natural beauty that attracted more than two million tourists in 2018.The country gained independence from British rule in 1948 as the dominion of Ceylon, and became the Republic of Sri Lanka in 1972.But much of its history has been marred by sectarian tensions. And more recently, it has been caught up in much larger .About 22 million people live in Sri Lanka, in communities that are often diverse and mixed. More than 70 percent of the population is Buddhist.The attacks struck churches, five-star hotels and other sites in multiple cities.Smaller ethnic and religious groups include Hindus, at over 12 percent, Muslims at under 10 percent, and Catholics at about 6 percent. At least three churches were targeted by Sunday's bombings.Despite their clear majority, Sinhalese Buddhist nationalists have recently been stoking fears that the minority groups, particularly the Muslims, are increasing in numbers and influence. The nationalist fervor has led to violent clashes.A long history of disenfranchisement among minority Tamil groups, who are largely Hindu, at the hands of the Sinhalese Buddhists led to a civil war in the 1980s.The Tamil Tigers, an armed insurgent group that identified itself as secular, launched deadly attacks, including some of the earliest use of suicide bombings as a tactic of insurgency. In response, the Sri Lankan Army carried out brutal campaigns, largely focused on the Tamil stronghold in the northeast.The civil war ended in 2009 after a large-scale operation by the army that defeated the Tamil Tigers and killed its leader.There is no exact casualty toll, but the United Nations has suggested that as many as were killed in the last stage of the war alone.Many of the grievances around systematic prejudice that led to the civil war remain unaddressed.Tamil families are still looking for thousands of people who disappeared during the war, and trying to reclaim land still held by the military. Health services are trying to address left by those decades of violence.With the rise of Sinhalese Buddhist nationalism, sectarian divides have continued to grow -- and the country has experienced new waves of violence. A rise in intolerance has been attributed in part to the postwar triumphalism of some Sinhalese majority politicians.Last year, officials declared a state of emergency in the central district of Kandy after belonging to minority Muslims.The country has also faced .An attempt to topple the prime minister last year resulted in a protracted constitutional crisis that threatened to break into violence. For a brief period, the country had two declared prime ministers at the same time.President Maithripala Sirisena , Ranil Wickremesinghe, last October. In his stead, he appointed the former president and strongman Mahinda Rajapaksa.When it became clear that Mr. Rajapaksa did not have enough votes in Parliament to make him prime minister, Mr. Sirisena dissolved the body.The two-month crisis brought the country to a standstill. Clashes alternated between the streets, where thousands of supporters from each side marched, and the Parliament, where lawmakers broke into fistfights and even at one another.Mr. Rajapaksa finally backed down and Mr. Wickremesinghe remained prime minister."},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/us/politics/michael-cohen-trump.html", "title": "How Michael Cohen Turned Against President Trump", "authors": "Ben Protess, William K. Rashbaum, Maggie Haberman", "contents": "Michael D. Cohen was at a breaking point. He told friends he was suicidal. He insisted to lawyers he would never go to jail. Most of all, he feared that President Trump, his longtime boss, had forsaken him.\"Basically he needs a little loving and respect booster,\" one of Mr. Cohen's legal advisers at the time, Robert J. Costello, wrote in a text message to Rudolph W. Giuliani, the president's lead lawyer. \"He is not thinking clearly because he feels abandoned.\"That was last June. The \"booster\" from Mr. Trump never arrived. And by August, Mr. Cohen's relationship with him had gone from fraught to hostile, and helping drive multiple criminal investigations into the president's inner circle, including some that continued after the special counsel's work ended.In the biggest blow to the president personally, federal prosecutors in Manhattan effectively characterized Mr. Trump as an unindicted co-conspirator in a criminal case against Mr. Cohen involving hush money payments to a pornographic film actress. Mr. Cohen, and evidence gathered by prosecutors, implicated the president.Now, as Mr. Cohen prepares to head to prison in two weeks, dozens of previously unreported emails, text messages and other confidential documents reviewed by The New York Times suggest that his falling out with Mr. Trump may have been avoidable.Missed cues, clashing egos, veiled threats and unaddressed money worries all contributed to Mr. Cohen's halting decision to turn on a man he had long idolized and even once vowed to , according to the documents and interviews with people close to the events. Some of the documents have been turned over to the prosecutors in Manhattan, and a small number were mentioned in the special counsel's report released on Thursday, which dealt extensively with Mr. Cohen and referred to him more than 800 times.Mr. Cohen held out hope for a different outcome until the very end, when he pleaded guilty and confessed to paying the illegal hush money to avert a potential sex scandal during the presidential campaign. Just hours earlier, wracked with indecision, he was still seeking guidance, looking, as one informal adviser put it, \"for another way out.\"Mr. Cohen's anxiety, on display in the documents, played a role in the undoing of his relationship with Mr. Trump, as did Mr. Costello's lack of success in serving as a bridge to the White House. But also looming large were Mr. Giuliani's and Mr. Trump's failures to understand the threat that Mr. Cohen posed, and their inability -- or unwillingness -- to put his financial and emotional insecurities to rest.After the Federal Bureau of Investigation raided Mr. Cohen's home, office and hotel room last April, two of Mr. Cohen's advisers explored whether the president might be open to a pardon, but Mr. Giuliani offered no assurances.In June, Mr. Costello proposed that he and Mr. Giuliani, who have been friends for decades, meet urgently with Mr. Cohen to address his grievances and ease his anxieties. \"Are we going to meet Thursday or Friday?\" Mr. Costello texted Mr. Giuliani on a Monday. \"I would like to get back to Michael with a response.\"But Mr. Giuliani did not respond. And when Mr. Costello followed up, \"Can I get a response on the possible meeting?\" Mr. Giuliani hesitated, replying, \"Not yet because haven't talked to President,\" who was out of the country.The next day, Mr. Cohen's private admission to friends that he was open to cooperating with prosecutors suddenly appeared in the news. And Mr. Cohen relayed his growing displeasure with the Trump camp to Mr. Costello, sending the lawyer an article that suggested the president and his allies intended \"to discredit Michael Cohen\" and commenting in the email that \"they are again on a bad path.\" He also complained to Mr. Costello that the president had stopped covering his legal expenses.Mr. Costello, who spoke with The Times after Mr. Cohen waived attorney-client privilege in February, said that without Mr. Cohen's team and the president's lawyers in sync, it was impossible to navigate the tumultuous relationship.\"What we had here was a failure to communicate,\" said Mr. Costello, who was never formally retained by Mr. Cohen. \"My mission was to get everyone tuned in to the same channel. My thought was a face-to-face meeting among all the lawyers together with Cohen would put everyone on the same channel. The meeting never happened, and the rest is history.\"Mr. Cohen declined to comment.In an interview, Mr. Giuliani acknowledged that the Trump team had pulled back from Mr. Cohen, saying it did so because prosecutors might have viewed friendly overtures as witness tampering, and because Mr. Cohen's legal problems extended beyond his relationship with the president.\"It seemed like an unfortunate but sensible decision,\" he said of the Trump team's reticence toward Mr. Cohen. \"The more I look back at it, the more I wonder if it was inevitable that Michael was going to crack.\"After , and hoping to reduce his three-year prison sentence, Mr. Cohen told federal prosecutors about Mr. Trump's role in the hush-money scheme, as well as other aspects of the president's company, where he had worked for a decade. He also suggested Mr. Trump's team had dangled a pardon to keep him loyal, a claim denied by Mr. Giuliani. In a recent meeting requested by the prosecutors, Mr. Costello said, he told them the pardon discussion was initiated by Mr. Cohen and rejected by Mr. Giuliani.Unencumbered by the restraints on the investigation by Robert S. Mueller III, the special counsel, the prosecutors are now scrutinizing a wider swath of the president's associates. About a dozen investigations are underway, including an inquiry into the , which Mr. Cohen had assisted. Mr. Cohen also delivered that accused Mr. Trump of being a racist and a \"con man.\"The relationship between Mr. Cohen and Mr. Trump was looking up, at least for a brief period, last April.Just days after F.B.I. agents searched his hotel room on Park Avenue, Mr. Cohen received a phone call from the president. \"Stay strong,\" Mr. Trump told him, according to the Mueller report and a person with knowledge of the call.Mr. Cohen thanked Mr. Trump repeatedly, and later told people the message was clear: The president, who had a history of treating Mr. Cohen poorly, wanted to keep him on his team.As federal prosecutors in Manhattan built a criminal case against Mr. Cohen, he set out to find a lawyer who had experience with the Manhattan United States attorney's office, known as the Southern District of New York. That's when an acquaintance at a local law firm emailed him to pitch the services of his colleague Mr. Costello. The firm was eager to become associated with such a high-profile case, and quickly embraced Mr. Cohen.\"I am really sorry to read about your troubles,\" the acquaintance, Jeffrey Citron, wrote. \"My partner Bob Costello was formerly the deputy chief of the criminal division of the U.S. Attorney's office for the Southern District.\" He said that if Mr. Cohen wanted to connect with Mr. Costello and obtain \"his insight into your situation, it would be my pleasure to arrange.\"Mr. Cohen jumped at the offer: \"I do. Can you connect me to him?\"Mr. Cohen met that day with Mr. Citron and Mr. Costello in a conference room at the Loews Regency Hotel, where he had been staying while his home underwent renovations. After drawing the curtains, Mr. Cohen revealed the depths of his despair.\"I was up on the roof. I was thinking of jumping,\" Mr. Cohen told the two men, according to Mr. Costello.Over the course of the two-hour meeting, Mr. Cohen and Mr. Costello discussed options for digging out of the mess, including possibly seeking immunity from prosecution in exchange for cooperation. They also talked about whether state prosecutors could charge Mr. Cohen even if the president pardoned him, Mr. Costello said. And they discussed, in passing, Mr. Costello's friendship with Mr. Giuliani.When Mr. Giuliani was hired by the president a few days later, Mr. Costello emailed Mr. Cohen: \"I told you my relationship with Rudy which could be very very useful for you.\"\"Great news,\" Mr. Cohen replied.The next day, after speaking to Mr. Giuliani by phone, Mr. Costello wrote in an email to Mr. Citron that the president's lead lawyer had been \"thrilled that I reached out to him about Cohen.\" He added that Mr. Giuliani was \"calling the president tonight.\"Mr. Costello also shared his upbeat assessment with Mr. Cohen. \"I just spoke to Rudy Giuliani and told him I was on your team,\" he wrote in an email sent late that night. \"Rudy was thrilled and said this could not be a better situation for the president or you.\" He continued, \"He said thank you for opening this back channel of communication and asked me to keep in touch.\"Mr. Trump praised Mr. Cohen on Twitter the next day, calling him \"a fine person\" and predicting he would not flip. After another conversation with Mr. Giuliani, Mr. Costello sent Mr. Cohen an update: \"They are in our corner,\" he wrote in an email. \"You have friends in high places.\"Mr. Cohen believed at the time that \"he had the support of the White House if he continued to toe the party line,\" according to the . \"He determined to stay on message and be part of the team.\"The glow faded quickly, however, as a series of developments stoked Mr. Cohen's suspicions about Mr. Trump's intentions toward him.First, later in April, Mr. Giuliani rebuffed Mr. Costello's question about whether Mr. Trump might entertain the idea of a pardon, according to Mr. Costello. Mr. Cohen also asked his Washington-based lawyer, Stephen Ryan, to make a similar inquiry, and Mr. Giuliani was noncommittal. Mr. Ryan had been working at the time with the president's legal team to prevent prosecutors from reviewing materials seized in the F.B.I. raids that were protected by attorney-client privilege.Next, Mr. Trump called in to the television program \"Fox & Friends\" and tried to minimize the legal work that Mr. Cohen had performed for him -- \"a tiny, tiny little fraction,\" he said. Those comments appeared to undermine Mr. Cohen's argument that many of the seized materials might be privileged.A week after that, in early May, it was a television appearance by Mr. Giuliani that upset Mr. Cohen.Under an information-sharing agreement among the lawyers, Mr. Ryan had discussed with Mr. Giuliani that the Trumps had reimbursed Mr. Cohen for the hush money he paid to the pornographic film actress Stormy Daniels. Without notifying Mr. Cohen or his representatives, Mr. Giuliani then delivered the revelation on Fox News. Mr. Cohen became concerned that the Trump team was disseminating information about him gleaned from the agreement, and that it was being done with Mr. Trump's knowledge.As the president's lead lawyer continued to publicly discuss the hush-money scheme in the days and weeks that followed, Mr. Cohen told associates that Mr. Giuliani was \"blowing this whole thing.\"Days after Mr. Giuliani appeared on Fox News, Mr. Costello confided to Mr. Citron, his partner, about his mounting concerns that Mr. Cohen was stringing them along.\"There are simply too many facts that he is not sharing with us to give me a level of comfort,\" Mr. Costello wrote to Mr. Citron. He suggested that Mr. Cohen's distrust of Mr. Giuliani was also a factor. \"I do not think that Rudy doing his Press Tour is helping us in our relationship with Michael Cohen,\" he wrote.Soon after, Mr. Cohen was dealt another blow when confidential financial records were leaked, showing that he had collected more than $1 million in consulting fees from major corporations and from a New York private equity firm tied to a Russian oligarch. With the special counsel investigating Russian interference in the 2016 election, Mr. Cohen was suddenly back in the discussion about Mr. Trump's ties to Russia.Mr. Costello emailed him words of encouragement -- \"keep on punching\" -- but Mr. Cohen did not reply. Mr. Costello doubled down, later emailing Mr. Cohen in all caps that Mr. Mueller had \"REACHED THE CONCLUSION THAT THERE IS NO RUSSIAN ANGLE TO THE MICHAEL COHEN INVESTIGATION OTHERWISE HE WOULD HAVE KEPT THE CASE FOR HIMSELF.\"Mr. Costello made the same point in a text message to Mr. Giuliani, who \"thought it was very important to get that message out there,\" Mr. Costello recounted in an email to Mr. Citron. But, Mr. Costello said, Mr. Giuliani suggested he could not make that case himself, \"because it will look like he is defending Michael Cohen.\"The challenge, Mr. Costello continued, was \"to get Cohen on the right page without giving him the appearance that we are following instructions from Giuliani or the president.\"By mid-June, despite warning signs that Mr. Cohen might turn on the president, some members of Mr. Trump's team concluded that he did not pose a real threat, interviews show. Mr. Giuliani never met with Mr. Cohen, though Mr. Costello had suggested it might help. And the same day that ABC News reported that Mr. Cohen was \"likely to cooperate\" with prosecutors, Mr. Giuliani appeared on Fox News and played down the possibility of Mr. Cohen's flipping, saying he had \"checked into this last night\" and it was not true.The next day, Mr. Costello sent Mr. Cohen a link to Mr. Giuliani's interview. And when Mr. Cohen asked, \"Why send this to me?\" Mr. Costello explained, \"You are under the impression that Trump and Giuliani are trying to discredit you.\" He continued, \"I think you are wrong because you are believing the narrative promoted by the left-wing media.\"Mr. Costello also texted Mr. Giuliani a note praising the interview, adding that he had sent a YouTube clip of it to Mr. Cohen in hopes that it would calm him down.But later that month, any good will dissipated when The Times reported that the F.B.I. had seized in its raid a tape recording of Mr. Cohen and Mr. Trump from 2016. The two men were discussing hush money paid to another woman, Karen McDougal, who claimed to have had an affair with Mr. Trump.Each side blamed the other for the explosive revelation, pushing the relationship to a near breaking point.Later in June, that Mr. Cohen had hired a new lawyer -- not Mr. Costello, but Guy Petrillo, a former federal prosecutor who had worked in the Southern District alongside James B. Comey, the former F.B.I. director and a Trump foil.Mr. Costello raised concerns with Mr. Giuliani. \"Does Cohen really want a friend of Comey as his lawyer?\" he asked in a text message.At the same time, Mr. Cohen's concerns about money were reaching a crisis, according to court records. Mr. Trump's business and campaign had paid about $1.7 million of Mr. Cohen's legal bills, but stopped paying in June, around the time Mr. Ryan finished reviewing the documents seized in the F.B.I. raid and withdrew from the case. An official with Mr. Ryan's firm declined to comment.Mr. Cohen to also help pay Mr. Petrillo, which never happened.In the interview with The Times, Mr. Giuliani said that he was new to the issue of the legal fees at the time, having just been hired by Mr. Trump a couple of months earlier. He said that the decision was made by the Trump Organization to pay for legal work only if it was expressly connected to Mr. Trump or the company.A lawyer for the Trump Organization said Mr. Cohen's criminal problems were of his own making. \"He should quit lying and take responsibility for his actions,\" said the lawyer, Marc L. Mukasey. \"The idea that the Trump Organization should have paid his legal fees and expenses is a total crock.\"Distrust between the two sides only grew in June when the comedian Tom Arnold tweeted a selfie with Mr. Cohen and later claimed that they were teaming up to take down the president. Mr. Giuliani, sounding alarmed, phoned Mr. Costello while he was having lunch at Bobby Van's Steakhouse -- the president wanted to know what this was about.After lunch, Mr. Costello tried to reach Mr. Cohen, who was slow to reply. \"Is he totally nuts???\" Mr. Costello wrote in frustration to his law partner. \"He is playing with the most powerful man on the planet.\"When Mr. Cohen finally sent along , Mr. Costello texted Mr. Giuliani. \"Make sure your client knows this,\" he wrote. \"He will sleep better.\"Mr. Cohen then asked Mr. Costello to make things right with Mr. Giuliani, Mr. Costello recalled, and assure Mr. Trump that he remained loyal. So Mr. Costello had lunch in late June with Mr. Giuliani at the Grand Havana Room on the top floor of 666 Fifth Avenue. Afterward, he assured Mr. Cohen in an email that he had \"conveyed all of your expressed concerns\" to Mr. Giuliani \"for transmission to his client\" -- the president. Mr. Cohen replied, thanking him for \"speaking to your friend.\"Still, Mr. Cohen heard nothing from the Trump legal team, and no additional legal fees were paid by the Trump Organization.By early July, Mr. Cohen was making overtly hostile moves toward the president. He appeared on ABC's \"Good Morning America\" and declared, \"My wife, my daughter and my son have my first loyalty and always will.\" He deleted the line in his Twitter biography about working for Mr. Trump. And he hired Lanny Davis, a Democrat and a friend of the Clintons, as a spokesman.A person who was familiar with Mr. Cohen's decision-making at the time said the moves might have been a cry for help, but Mr. Costello and others saw them as evidence that he had \"chosen a different path,\" as Mr. Costello wrote to Mr. Cohen in an email.\"We will not be involved in that journey and therefore Jeff Citron asked me to let you know that he will be sending you a bill,\" the email said.Within weeks, Mr. Giuliani, who had previously referred to Mr. Cohen as \"an honest, honorable lawyer,\" was instead casting him as a \"pathological liar.\"His bond with Mr. Trump all but broken, Mr. Cohen decided to cooperate with law enforcement officials. And so he traveled to Washington to meet on Aug. 7 with Mr. Mueller's team for the first of many discussions.The next week, his lawyer, Mr. Petrillo, arranged to talk with prosecutors in Manhattan, interviews show. The prosecutors had been putting him off but suddenly agreed to meet a couple of days later, on Friday, an indication that criminal charges against Mr. Cohen were imminent.Mr. Petrillo asked for a deferred prosecution agreement relating to the hush money, a lighter punishment that might have spared Mr. Cohen from prison so long as he stayed out of trouble. That weekend the prosecutors signaled there would be no such deal, but they were willing to consider a guilty plea.Over the next day, Mr. Cohen and his wife huddled in Mr. Petrillo's office debating their options. And throughout the day on Monday, his lawyers went back and forth with prosecutors over the details of the plea to campaign finance, banking and tax crimes.But that evening, Mr. Cohen was still unsure whether to plead guilty at all. He poured a glass of 12-year-old Glenlivet Scotch on the rocks and debated his future.Early on Tuesday, he was still having second thoughts, but ultimately stuck to the plan. Standing at the defense table, Mr. Cohen said he had worked with Mr. Trump to cover up two potential sex scandals, including the one involving Ms. Daniels. He confessed that he had arranged the hush money \"in coordination with, and at the direction of, a candidate for federal office,\" implicating the president publicly for the first time in a federal campaign finance crime.\"Time and time again,\" Mr. Cohen later told the judge at his sentencing, \"I felt it was my duty to cover up his dirty deeds.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/19/health/pregnancy-maternity-leave-paid.html", "title": "Commuting While Pregnant: A Long Ride Could Be a Risky One", "authors": "Maya Salam", "contents": ".It's no secret that the United States lags the rest of the developed world when it comes to . As former President Barack Obama put it in 2014: \"Family leave. Child care. Flexibility. These aren't frills. They're basic needs. They shouldn't be bonuses. They should be the bottom line.\"Five years and little progress later, we're learning more and more about the toll inflexible work cultures have on new and expectant mothers. Last fall, a exposed the devastating cost of pregnancy discrimination on women in physically demanding jobs. Now, a new on pregnant women and their unborn babies. The longer the commute, the study found, the worse the impact. The study, recently published by researchers at the University of Wisconsin-Madison and Lehigh University, suggests that women who travel 50 or more miles each way to work by car may be at a \"much greater risk\" of having low-birth-weight babies (under 5.5 pounds) as well as fetuses with intrauterine growth restriction -- a condition, in which the fetus doesn't grow as fast as expected, that's with mothers who have diabetes, high blood pressure, malnutrition or infections including syphilis.Worse, for every 10 miles of travel distance added to a long commute, the probability of low birth weight goes up by 0.9 percentage points and the probability of intrauterine growth restriction rises by 0.6 percentage points, according to the study, which looked at pregnant women in New Jersey (a state with some of the longest commute times in the nation).It did not conclude what might be causing these adverse outcomes, but it found that pregnant women with long commutes were more likely to miss doctor appointments and delay treatment. Among these women, 15 percent skipped their first prenatal checkup or put off their first prenatal visit -- some as late as their third trimester.It also suggested that maternal stress, exacerbated by commuting, might be a factor. The researchers said they hoped their work would lead to policy changes to expand maternity leave to include the prenatal period. For pregnant women with long commutes, time off can be \"particularly important,\" they wrote.______That's how many Americans believe men are better suited emotionally for politics than most women, according to a new report from Georgetown University. That number is down considerably from 1975, when almost 50 percent of Americans doubted that women were emotionally fit for politics. .______ Brazil requires that at least 30 percent of each party's candidates be women, but that did little to boost the participation of women. [] Don't count on 23andMe to detect most breast cancer risks, a study warns. [] Cardi B talks about financial literacy and how more women in beauty can \"chase the bag.\" [] Patricia Ione Lloyd's original play \"Cold Hands Warm Heart\" is a dystopian story about women's health care, written for T Magazine's Culture issue. [] Helene Cooper talks about her experience as a Pentagon correspondent for The Times. []______\"The stress that our society places on the working mother is difficult to appreciate until you actually experience it,\" Dr. Sally E. Shaywitz, a pediatrician, wrote in a 1973 New York Times Magazine article titled \".\" In the article, Shaywitz described the climate for working mothers at the time, including the pressure to work like men in order to compete with men. At a dinner that Shaywitz attended with female colleagues, for example, the conversation turned to boasts about who had been able to leave their baby the fastest and get back to work -- an approach \"applauded by the feminists\" of the era, she wrote. \"In essence, we were telling each other what society had told us: If you want to mother and to work, your external gratification will be based on how much you can deny your maternal instincts,\" she wrote.In many ways, Shaywitz was ahead of her time, her thoughts more in line with feminism today. A mother's desire to be with her child should be \"acknowledged as a valid need,\" she wrote. \"Women should no longer have to go, head bowed, to their superiors asking for extra time off to be with their children.\" "},
{"appears_ulr": "https://www.nytimes.com/2019/04/19/podcasts/the-daily/robert-mueller-report-special-counsel-investigation.html", "title": "", "authors": "", "contents": "Two years and 448 pages later, a redacted version of the Mueller report has been made public. Here's what we've learned., who covers national security and federal investigations for The New York Times., a Washington investigative correspondent for The Times.The Mueller report laid out and President Trump's frantic efforts to thwart the special counsel's investigation.Read a rundown of . Times reporters shared from the report.Michael S. Schmidt and Mark Mazzetti contributed reporting.\"The Mueller Report Is Released\" was produced by Rachel Quester, Theo Balcomb and Paige Cowett, with help from Annie Brown, Eric Krupke, Luke Vander Ploeg and Clare Toeniskoetter, and edited by Lisa Tobin.\"The Daily\" is made by Theo Balcomb, Andy Mills, Lisa Tobin, Rachel Quester, Lynsea Garrison, Annie Brown, Clare Toeniskoetter, Paige Cowett, Michael Simon Johnson, Brad Fisher, Larissa Anderson, Wendy Dorr, Chris Wood, Jessica Cheung, Alexandra Leigh Young, Jonathan Wolfe, Lisa Chow, Eric Krupke, Marc Georges and Luke Vander Ploeg. Our theme music is by Jim Brunberg and Ben Landsverk of Wonderly. Special thanks to Sam Dolnick, Mikayla Bouchard, Stella Tan, Julia Simon and Samantha Henig."},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/world/asia/sri-lanka-social-media.html", "title": "Fearing More Violence, Sri Lanka Silences Social Media", "authors": "Max Fisher", "contents": "Sri Lanka in the wake of terrorist attacks on Sunday, including Facebook and the messaging service WhatsApp. The extraordinary step reflects growing global concern, particularly among governments, about the capacity of American-owned networks to spin up violence.YouTube, Instagram, Snapchat and Viber were also inaccessible, .\"This was a unilateral decision,\" said Harindra Dassanayake, a presidential adviser in Sri Lanka.Officials blocked the platforms, he said, out of fear that misinformation about the attacks and hate speech could spread, provoking more violence.Sri Lankan officials have a troubled relationship with social media, which many in the country credit with helping bring democracy after years of civil war, but also accuse of fomenting racial fear and hatred.Last year, the government briefly blocked social networks after viral rumors and calls to violence, circulating largely on Facebook, appeared to provoke a and lynchings.Government officials had repeatedly warned Facebook, which also owns Instagram and WhatsApp, that the posts could lead to violence. Company officials largely failed to respond until the government shut down access, after which they promised to hire more moderators and improve communication.That episode left officials wary of the social network.Other countries have periodically blocked social media during spasms of violence linked to the platforms. India first blocked access to Facebook in 2012 amid riots linked to false information on the platform. Last summer, in the country appeared to incite a series of mob attacks.But Sri Lanka's decision to block social media on Sunday was unusual. The government shut down access before any social-media-inspired violence was known to have taken place.The move suggested not just officials' worries about social media's risk to public safety at moments of national tension, but also their distrust in the companies' ability to manage the platforms responsible.That reflects a global, and growing, wariness toward social platforms and the giant American corporations that run them, said Ivan Sigal, the executive director of Global Voices, a digital advocacy and journalism organization.\"A few years ago, this would have been outrageous,\" Mr. Sigal said.That digital rights and press freedom advocates might now sympathize, if not agree, with Sri Lanka's action \"is a damning indictment\" of companies that once portrayed the platforms as vehicles for liberation, he said. He called it \"a signal of the lack of trust that's built up around their practices.\"\"It's no longer the presumption that they are effective, benevolent or possibly positive,\" Mr. Sigal said. \"That was true once upon a time.\"A growing body of research has linked social media to religious and racial violence.Social media platforms build their businesses on sophisticated algorithms that serve up content that will keep users engaged. This favors posts that tap into negative, primal emotions like anger and fear, studies suggest.Misinformation is rampant, though Facebook and YouTube say they are working to reduce it.That can be deadly in countries with recent histories of community violence. Last year, United Nations officials said Facebook had played a \"determining role\" in Myanmar in whipping up genocide; thousands were killed.Developing markets, particularly in Asia, represent the future of Facebook's growth-focused business model. But Sri Lanka is not the only country whose government has an increasingly tenuous relationship with the social networks.European officials are putting more pressure on the companies to address what is seen as a tendency to drive dangerous speech. Germany imposed rigorous legal restrictions last year mandating that the networks rapidly remove hate speech. A found that higher rates of Facebook usage corresponded with more attacks on refugees.All but the most authoritarian governments have typically been wary of blocking social media access, as the services are popular.And in any case, blocks are only somewhat effective, because users can download apps, known as V.P.N.s or virtual private networks, to circumvent them. A , conducted by Yudhanjaya Wijeratne, a Sri Lankan researcher, found that use of social networks dropped by only about half.Social media blocks, moreover, disproportionately affect poorer and more vulnerable users, who cannot get access to V.P.N.s, Mr. Sigal said.In Sri Lanka, social networks are the main communication tool for many. When they are blocked, it becomes more difficult for families to stay in touch or determine whether loved ones were harmed in attacks like those on Sunday, said Kate Cronin-Furman, a scholar at University College London.Minority activists in Sri Lanka are already worried that the government has set a precedent for blocking communications during a security incident, Ms. Cronin-Furman added.Mr. Dassanayke, the Sri Lankan official, said that the government had no firm plans for when to restore access to the services. He said it would consider negotiating with the social media companies.A Facebook spokeswoman said the company was committed to maintaining access in Sri Lanka and removing any content that violates its standards.In an interview last year, the company's vice president for policy solutions, Richard Allan, said that Facebook might seem powerful to small governments like the one in Sri Lanka, but that this was not really the case.\"They have the ultimate weapon, which is the off switch,\" he said."},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/world/asia/sri-lanka-explosion.html", "title": "Sri Lanka Bombings Live Updates: 'It Was a River of Blood'", "authors": "", "contents": "As Christians in Sri Lanka gathered on Sunday morning to celebrate Easter Mass, the culmination of Holy Week, packed with worshipers, leaving hundreds of victims amid a havoc of splintered and blood-spattered pews.In what the police said were coordinated terrorist attacks carried out by a single group, bombers also struck three hotels popular with tourists. At least 207 people were killed and 450 others injured, a police spokesman, Ruwan Gunasekera, said.News of the bombings, the largest attack on South Asian Christians in recent memory, rippled out all Easter morning, interrupting celebrations across the world. Pope Francis, after celebrating Mass in St. Peter's Square, said the attacks had \"brought mourning and sorrow\" on the most important of Christian holidays.[ | ]* The bombings began around 8:45 a.m., and targeted Roman Catholic houses of worship -- St. Anthony's Shrine in Colombo, the capital; St. Sebastian's Church in Negombo; and Zion Church in Batticaloa -- along with three luxury hotels: the Shangri-La, the Cinnamon Grand, and the Kingsbury, all in Colombo.* At least seven suspects were held in connection with the bombings, Sri Lanka's defense minister, Ruwan Wijewardene, said. He said that suicide bombers had been behind the explosions.* A top police official alerted security officials in an advisory 10 days ago about a threat to prominent churches from a radical Islamist group, National Thowheeth Jama'ath. But it was unclear what safeguards, if any, were taken, or if in the end the group played any role in Sunday's violence. And on Sunday, reflecting frictions within the government, the prime minister pointedly said he had not been informed.* Sri Lanka temporarily blocked major social media and messaging services, including Facebook and WhatsApp, to curb misinformation, according to the president's secretary, Udaya Seneviratne.* At least 27 of the dead were foreigners, several of them American, the authorities said. Other victims were British, Chinese, Dutch and Portuguese nationals, according to officials and news reports. showed bloodied and shattered pews and victims lying on the floor of houses of worship. The walls and windows of the targeted hotels were blown out.The attacks struck churches, five-star hotels and other sites in multiple cities.Some of the victims were killed as worshipers gathered for Mass at St. Anthony's Shrine in Colombo; St. Sebastian's Church in Negombo, about 20 miles north of Colombo; and Zion Church in the eastern city of Batticaloa, officials said.The attacks also targeted high-end hotels in the capital, including the Shangri-La, the Cinnamon Grand and the Kingsbury.Mangala Samaraweera, the Sri Lankan finance minister, called the explosions \"a well-coordinated attempt to create murder, mayhem and anarchy.\"A witness, Sarita Marlou, who was at the Shangri-La hotel, that one blast occurred at 8:57 a.m. in the Table One Restaurant on the third floor where people had gathered for brunch.\"Felt the blast all the way up to the 17th floor where we were sleeping,\" she wrote. \"Few minutes later, we were asked to evacuate the hotel. While running down the stairs, saw a lot of blood on the floor but we were still clueless as to what really happened.\"Ms. Marlou said the guests had been stuck outside for more than two hours before being ushered back inside as the sun got hot. But they still were not cleared to go back to their rooms, she wrote.N. A. Sumanapala, a shopkeeper near St. Anthony's Shrine who said he had run inside to help, said: \"It was a river of blood. Ash was falling like snow.\"Ruwan Wijewardene, the defense minister, said that seven people had been arrested and identified in connection with the attacks. The government also said that suicide bombers had set off the explosions.\"We believe these were coordinated attacks, and one group was behind them,\" Mr. Wijewardene said. He urged the news media not to report the names of the attackers or to make them \"martyrs.\"Three officers were killed while hunting for the attackers at a housing complex in the Colombo suburb of Dematagoda, officials said. The police said they had found explosives inside one of the apartments and that a firefight had broken out between officers and the suspects inside the building.One suspect detonated explosives during questioning by the police inside a home in the suburb. Officials at the site said they believed the attacks had been planned there. As the authorities questioned members of the group, another suspect escaped, and was being sought by a circling helicopter.Mr. Wijewardene said that police units had been put on alert a week ago by the force's chief inspector, Pujith Jayasundara, about potential attacks on churches. It was unclear what steps had been taken to safeguard against attacks.Sri Lankan officials also , including Facebook and Instagram. Users also reported being unable to access the messaging services WhatsApp and Viber. The government set a nationwide curfew from 6 p.m. Sunday to 6 a.m. Monday.Though Sunday's attacks have no known link to social media, Sri Lanka has a troubled history with racial violence incited on the platforms. Its ban was an extraordinary step that reflects growing global concerns about social media.Last year, Sri Lanka briefly blocked social networks after viral misinformation and calls to anti-Muslim violence, circulating largely on Facebook, were blamed for a and lynchings. Government officials had repeatedly warned Facebook, which also owns Instagram and WhatsApp, that the posts could lead to violence. Though the company promised to hire more moderators and improve communication, the episode left officials wary of the social media giant.Other countries, such as India, have periodically blocked social media during spasms of violence linked to the platforms. While researchers have blamed Facebook for inciting racist attacks in a range of countries, including Germany, the risk is thought to be higher in places where trust in the local authorities is lower and histories of communal violence are more recent.The growing concerns threaten Facebook's long-term business model, which relies on near-constant growth in developing markets, particularly in Asia.Sri Lanka's ban on social media on Sunday represented an escalation in the global backlash against social media companies because the move appeared to be pre-emptive. Rather than trusting in Facebook and other companies to police their networks for hate speech or incitement that could arise as a result of Sunday's attacks, the government was treating the platforms as too dangerous to remain online.The prime minister, Ranil Wickremesinghe, called for people not to believe false information circulating online. The Sri Lanka Red Cross also that online rumors that its building had been attacked were false.Sri Lanka's civil war ended 10 years ago, but memories of urban carnage are still fresh, particularly for residents of the capital. During the conflict, brutal bombings of airports, bus stations, banks, cafes, and hotels were not uncommon.The Cinnamon Grand, one of the hotels targeted on Sunday, had been blown up before, in 1984, when it was called the Hotel Lanka Oberoi.The Roman Catholic Church in Sri Lanka traces its roots to the arrival of the Portuguese in the early 1500s and the subsequent influence of Portuguese, Dutch and Irish missionaries. Sri Lankan Catholics make up a significant minority of the country's population, accounting for roughly 6 percent of the country and centered largely in the Colombo-Negombo area.In 1995, Pope John Paul II traveled to Sri Lanka to canonize Joseph Vaz, an Indian-born priest and missionary. Thousands of people greeted the pope's motorcade as it traveled from the airport in Negombo to Colombo.Meenakshi Ganguly, the South Asia director at Human Rights Watch, said that given Sri Lanka's long history of ethnic and religious violence, including a nearly three-decade civil war that ended only in 2009, it was premature to jump to conclusions about whether radicalized Muslims might have played a role in the assault.But the scale of the attacks and the death toll on Sunday were unprecedented, even by Sri Lanka's bloody standards, Ms. Ganguly said. \"In three decades of war, this scale of attack has never happened,\" she said. \"In terms of serious, religion-based violence, we haven't really seen that.\"As the Sri Lankan news media reported that 35 foreigners were among the dead, the Foreign Ministry said in a statement that 25 unidentified bodies were believed to be foreign citizens, and that nine other foreigners were missing.Secretary of State Mike Pompeo said several Americans had been killed. \"The United States condemns in the strongest terms the terror attacks in Sri Lanka,\" he said in a statement.Three Britons, three citizens of India, two people holding joint American and British citizenship, two Turkish citizens and a Portuguese citizen were among the dead, the Foreign Ministry said.The Dutch foreign minister, Stef Blok, said that one citizen from the Netherlands had died, and the Turkish ambassador to Sri Lanka, Tunca Ozcuhadar, told the news channel TRT World that two Turkish engineers were among the victims.Chinese citizens were among the dead, too, according to news reports.Nineteen foreigners were receiving treatment for injuries at the Colombo National Hospital, the Foreign Ministry said.Pope Francis, after celebrating Easter Mass in St. Peter's Square, said, \"I want to express my affectionate closeness to the Christian community, struck while it was gathered in prayer, and all the victims of such cruel violence.\"He added, \"I entrust to the Lord all those who were tragically killed.\"India's prime minister, Narendra Modi, . \"There is no place for such barbarism in our region,\" he wrote. India is Sri Lanka's closest neighbor and shares many cultural and economic ties with the island nation.Prime Minister Imran Khan of Pakistan said his country \"stands in complete solidarity with Sri Lanka in their hour of grief.\"Prime Minister Theresa May of Britain, President Emmanuel Macron of France and Chancellor Angela Merkel of Germany were among the European leaders to express their grief. Jean-Claude Juncker, president of the European Union Commission, said that he had received news of the bombings \"with horror and sadness.\"President Recep Tayyip Erdogan of Turkey also wrote that the attack had been \"an assault on all of humanity.\"President Trump that the United States stood ready to help, though the tweet inflated the number of victims in a typo. \"Heartfelt condolences from the people of the United States to the people of Sri Lanka on the horrible terrorist attacks on churches and hotels,\" he wrote, adding that the explosions had \"killed at least 138 million people and badly injured 600 more.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/arts/11-of-our-best-weekend-reads.html", "title": "11 of Our Best Weekend Reads", "authors": "Remy Tumin", "contents": "Welcome to the weekend. To say it's been a busy news week may be a small understatement. We began with devastating news out of Paris as a fire ravaged and ended with the release of . For those celebrating this weekend, we hope you enjoy your holiday and some great reads along the way.____For centuries, the Notre-Dame cathedral has enshrined an evolving notion of what it means to be French. As smoke and flames wafted into the sky on Monday, the symbolism was hard to miss, . [Also read: ]____America's glaciers are losing ice as the world warms. That's disrupting habitats for fish, insects and even bacteria. Our climate reporter and a photographer to see how glacial melting is affecting the natural world. [Also read: ]____A hand-held device is bringing medical imaging to remote communities, . ____Ms. Haspel, the C.I.A. director, has proved to be an in dealing with the president, but there is little evidence he has heeded her work to change policy. Only Jackie Robinson's No. 42 has been officially retired across the major leagues, but many players have gone out of their way to . [Also read: ]____YouTube's C.E.O. fretting over \"Condom Challenge\" and bestiality videos, talking advertisers off the ledge and managing a part of Google that generates as much revenue as Netflix. ____, see where the school's architectural legacy stands in seven countries around the world. ____Women at the Salk Institute in San Diego said they faced a culture of marginalization and hostility. The numbers from other elite scientific institutions . ____ There's been soul-searching recently over materialism in houses of worship. ____The talk show host's interview of the acclaimed biographer is for Team Coco. ____In the Kenyan capital, Mexican culture is everywhere: on television, in restaurants, and even at the airport. "},
{"appears_ulr": "https://www.nytimes.com/2019/04/19/opinion/sunday/progressive-capitalism.html", "title": "Progressive Capitalism Is Not an Oxymoron", "authors": "", "contents": "Despite the lowest unemployment rates since the late 1960s, the American economy is failing its citizens. Some 90 percent have seen their incomes stagnate or decline in the past 30 years. This is not surprising, given that the among the advanced countries and one of the lowest levels of opportunity -- with the fortunes of young Americans more dependent on the income and education of their parents than elsewhere.But things don't have to be that way. There is an alternative: progressive capitalism. Progressive capitalism is not an oxymoron; we can indeed channel the power of the market to serve society.In the 1980s, Ronald Reagan's regulatory \"reforms,\" which reduced the ability of government to curb the excesses of the market, were sold as great energizers of the economy. But just the opposite happened: Growth slowed, and weirder still, this happened in the innovation capital of the world.The sugar rush produced by President Trump's largess to corporations in the didn't deal with any of these long-run problems, and is already fading. Growth is expected to be a little under .This is where we've descended to, but not where we have to stay. A progressive capitalism based on an understanding of what gives rise to growth and societal well-being gives us a way out of this quagmire and a way up for our living standards.Standards of living began to improve in the late 18th century for two reasons: the development of science (we learned how to learn about nature and used that knowledge to increase productivity and longevity) and developments in social organization (as a society, we learned how to work together, through institutions like the rule of law, and democracies with checks and balances). Key to both were systems of assessing and verifying the truth. The real and long-lasting danger of the Trump presidency is the risk it poses to these pillars of our economy and society, its attack on the very idea of knowledge and expertise, and its hostility to institutions that help us discover and assess the truth.There is a broader social compact that allows a society to work and prosper together, and that, too, has been fraying. America created the first truly middle-class society; now, a middle-class life is increasingly out of reach for its citizens.America arrived at this sorry state of affairs because we forgot that the true source of the wealth of a nation is the creativity and innovation of its people. One can get rich either by adding to the nation's economic pie or by grabbing a larger share of the pie by exploiting others -- abusing, for instance, market power or informational advantages. We confused the hard work of wealth creation with wealth-grabbing (or, as economists call it, rent-seeking), and too many of our talented young people followed the siren call of getting rich quickly.Beginning with the Reagan era, economic policy played a key role in this dystopia: Just as forces of globalization and technological change were contributing to growing inequality, we adopted policies that worsened societal inequities. Even as economic theories like information economics (dealing with the ever-present situation where information is imperfect), behavioral economics and game theory arose to explain why markets on their own are often not efficient, fair, stable or seemingly rational, we relied more on markets and scaled back social protections. The result is an economy with more exploitation -- whether it's abusive practices in the financial sector or the technology sector using our own data to take advantage of us at the cost of our privacy. The weakening of antitrust enforcement, and the failure of regulation to keep up with changes in our economy and the innovations in creating and leveraging market power, meant that markets became more concentrated and less competitive.Politics has played a big role in the increase in corporate rent-seeking and the accompanying inequality. Markets don't exist in a vacuum; they have to be structured by rules and regulations, and those rules and regulations must be enforced. Deregulation of the financial sector allowed bankers to engage in both excessively risky activities and more exploitive ones. Many economists understood that trade with developing countries would drive down American wages, especially for those with limited skills, and destroy jobs. We could and should have provided more assistance to affected workers (just as we should provide assistance to workers who lose their jobs as a result of technological change), but corporate interests opposed it. A weaker labor market conveniently meant lower labor costs at home to complement the cheap labor businesses employed abroad.We are now in a vicious cycle: Greater economic inequality is leading, in our money-driven political system, to more political inequality, with weaker rules and deregulation causing still more economic inequality.If we don't change course matters will likely grow worse, as machines (artificial intelligence and robots) replace an increasing fraction of routine labor, including many of the jobs of the several million Americans making their living by driving.The prescription follows from the diagnosis: It begins by recognizing the vital role that the state plays in making markets serve society. We need regulations that ensure strong competition without abusive exploitation, realigning the relationship between corporations and the workers they employ and the customers they are supposed to serve. We must be as resolute in combating market power as the corporate sector is in increasing it.If we had curbed exploitation in all of its forms and encouraged wealth creation, we would have had a more dynamic economy with less inequality. We might have curbed the opioid crisis and avoided the 2008 financial crisis. If we had done more to blunt the power of oligopolies and strengthen the power of workers, and if we had held our banks accountable, the sense of powerlessness might not be so pervasive and Americans might have greater trust in our institutions.There are many other areas in which government action is required. Markets on their own won't provide insurance against some of the most important risks we face, such as unemployment and disability. They won't efficiently provide pensions with low administrative costs and insurance against inflation. And they won't provide an adequate infrastructure or a decent education for everyone or engage in sufficient basic research.Progressive capitalism is based on a new social contract between voters and elected officials, between workers and corporations, between rich and poor, and between those with jobs and those who are un- or underemployed. Part of this new social contract is an expanded for many programs now provided by private entities or not at allIt was a mistake not to include the public option in Obamacare: It would have enriched choice and enhanced competition, lowering prices. But one can design public options in other arenas as well, for instance for retirement and mortgages. This new social contract will enable most Americans to once again have a middle-class life.As an economist, I am always asked: Can we afford to provide this middle-class life for most, let alone all, Americans? Somehow, we did when we were a much poorer country in the years after World War II. In our politics, in our labor-market participation, and in our health we are already paying the price for our failures.The neoliberal fantasy that unfettered markets will deliver prosperity to everyone should be put to rest. It is as fatally flawed as the notion after the fall of the Iron Curtain that we were seeing \"the end of history\" and that we would all soon be liberal democracies with capitalist economies.Most important, our exploitive capitalism has shaped who we are as individuals and as a society. The rampant dishonesty we've seen from Wells Fargo and Volkswagen or from members of the Sackler family as they promoted drugs they knew were addictive -- this is what is to be expected in a society that lauds the pursuit of profits as leading, to quote Adam Smith, \"as if by an invisible hand,\" to the well-being of society, with no regard to whether those profits derive from exploitation or wealth creation.Joseph E. Stiglitz () is a university professor at Columbia, the 2001 recipient of the Nobel Memorial Prize in Economics, a former chairman of the Council of Economic Advisers, a former chief economist of the World Bank and the author, most recently, of \".\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/us/politics/giuliani-mueller-report.html", "title": "Giuliani Says There Is 'Nothing Wrong With Taking Information From Russians'", "authors": "Emily Cochrane, Catie Edmondson", "contents": "PALM BEACH, Fla. -- President Trump's personal lawyer, Rudolph W. Giuliani, insisted on Sunday that it was acceptable for a political campaign to use hacked information about its opponent obtained from a foreign adversary -- though he personally would have advised against it.\"There's nothing wrong with taking information from Russians,\" Mr. Giuliani said on CNN's \"State of the Union,\" adding that he would have argued against using it, \"out of excess of caution.\"\"It depends on where it came from,\" he said, adding on NBC's \"Meet the Press\" that a political campaign's decision to use stolen information from foreign adversaries \"depends on the stolen material.\"Mr. Giuliani's assertion, which built on similar previous remarks that he had later backed away from, was offered partly as a rebuttal to questioning about a meeting at Trump Tower in 2016 in which Trump campaign aides met with Russians offering dirt on Hillary Clinton. It also underscored another aspect of the special counsel's report, released last week by the Justice Department, that the president has largely avoided addressing: that Russia secretly influenced the 2016 presidential election.\"They shouldn't have stolen it, but the American people were just given more information,\" Mr. Giuliani said on \"Meet the Press.\"The interviews by Mr. Giuliani were part of the parallel interpretations of the report by the special counsel, Robert S. Mueller III, that played out on national television on Sunday, as Trump allies and Democrats battled for control over the narrative of the report's conclusions. Mr. Giuliani and other Trump aides claimed vindication and offered a vociferous defense of the president, even as senior congressional Democrats vowed further investigation.Representative Jerrold Nadler of New York, the chairman of the House Judiciary Committee, said on \"Meet the Press\" that he would call Donald F. McGahn II, the former White House counsel and one of the administration aides who cooperated extensively with the investigation, to testify.Mr. Nadler said some of the president's actions detailed in the Mueller report, if proved, might warrant impeachment. But asked about beginning an impeachment inquiry, he said that \"we may get to that, we may not,\" adding that his committee's task at hand was \"to go through all the evidence, all the information and to go where the evidence leads us.\"His conditional response showed how House Democrats as a whole were grappling with how to answer the impeachment question.\"What we are going to have to decide as a caucus is: What is the best thing for the country?\" Representative Adam B. Schiff, the chairman of the House Intelligence Committee, said on ABC's \"This Week.\" \"Is the best thing for the country to take up an impeachment proceeding because to do otherwise sends a message that this conduct is somehow compatible with office? Or is it in the best interest of the country not to take up an impeachment that we know will not be successful in the Senate?\"With representatives back home in their districts on a recess, the caucus will convene on Monday on a conference call in the hopes of getting on the same page. Democrats, doubling down on demands for an unredacted copy of the report and testimony from the Justice Department, have splintered into two camps on the issue of impeachment. Democratic leaders in the House, cognizant of the political perils of initiating an impeachment inquiry, have repeatedly thrown cold water on the idea. The party's left flank, however, has urged leadership to begin proceedings, arguing that anything less would amount to an abdication of constitutional responsibility to do so.And even as the president and his allies trumpeted their vindication -- \"I have never been happier or more content,\" on Sunday morning -- they also lashed out at their perceived enemies.\"The Trump Haters and Angry Democrats who wrote the Mueller Report were devastated by the No Collusion finding!\" , less than two hours after wishing the country a happy Easter. \"Nothing but a total 'hit job' which should never have been allowed to start in the first place!\"They also singled out the testimony of certain aides who testified before Mr. Mueller's team and conservative lawmakers who criticized Mr. Trump's behavior as outlined in the report.Late Saturday night, Mr. Trump, ostensibly in response to a scathing statement from Senator Mitt Romney, Republican of Utah, shared a video mocking Mr. Romney's unsuccessful presidential run in 2012.Mr. Giuliani added to the criticism of the Utah senator, calling Mr. Romney a \"hypocrite\" for his statement. he was \"sickened at the extent and pervasiveness of dishonesty and misdirection\" from administration officials, \"including the president.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/opinion/sunday/trump-mueller-report.html", "title": "The Ego Maniac in the Oval Is 'Exonerated'", "authors": "Maureen Dowd", "contents": "WASHINGTON -- When it comes to presidential obstruction, at least Watergate started with a crime. A stupid crime, but a crime.After 675 days, more than 2,800 subpoenas, nearly 500 search warrants, $30 million spent, endless jaw-jaw on cable and countless whiny Trump tweets, we have come down to one fundamental truth.And it's the same truth that has been terrorizing us all along: Donald Trump's dirtbag machinations are driven by insane vanity.The First Narcissist's all-consuming blend of braggadocio and insecurity has turned Washington and its rickety institutions into a dystopian outpost of his id.President Trump obstructed on nearly every page of Volume II of the Mueller report, even though Robert Mueller was too lost in legalese to throw the book at him. The report counts as the Worst Exoneration Ever, replete with incrimination.And Trump's motivation for trying to subvert justice and turn the White House into a writhing nest of liars? His ego.He did not want people to think that the Russians were responsible for his election and that he was an illegitimate president.And why was this the burr under his sociopathic saddle? Obviously, because he thinks he an illegitimate president. He never expected to win.The idea that he is in the Oval Office under false pretenses plays into his twisted sense of victimhood. The spoiled scion of Fifth Avenue somehow always finds a way to be aggrieved, a victim of the media, the deep state, \"dirty cops,\" note-taking aides and the elites -- all out to get him.It's the same reason he is still talking at rallies about that \"beautiful map\" of his Electoral College victory, with its large swaths of red. And the same reason he focuses on ratings and crowd sizes and subscription numbers and all the other puerile citations of his ego arithmetic.We can't know for sure if there is a more sinister reason for Trump's obstruction because Mueller didn't put him under the interrogation lights. The special counsel did not provide any insight into whether Vladimir Putin has something on him.All we know for now is that Trump's advisers, talking under oath to federal prosecutors, attributed his actions to his fear of being seen as illegitimate.\"Several advisers recalled that the president-elect viewed stories about his Russian connections, the Russia investigations and the intelligence community assessment of Russian interference as a threat to the legitimacy of his electoral victory,\" noted Volume II (which makes for far superior reading to Volume I).Hope Hicks, the former Trump communications director, told investigators that Trump considered the assessment his \"Achilles heel\" because if people thought Russia helped him win, it would take away from his own accomplishment. Sean Spicer, Rick Gates and Reince Priebus echoed this point.In other words, \"boss man,\" as Hicks called him, would be that most dreaded thing, the thing his father taught him to scorn, a loser, and he would be the thing he falsely accused Barack Obama of -- illegitimate.Despite the American carnage shown in the report, Republicans were mostly staring uncomfortably at their wingtips. Angry Democrats, if they had their way, would put Trump protector William Barr in the dock, right beside Trump.The closest we get to a hero in the sordid report -- as opposed to Kenneth Starr's lurid report -- is the former White House counsel Don McGahn.While Trump was a whirl of ignorance, vindictiveness and self-destruction, some advisers stopped him from going over the edge by ignoring his \"crazy shit,\" as McGahn called it. When Trump complained that McGahn was taking notes, unlike Roy Cohn, McGahn explained that \"real\" lawyers take notes.The president called McGahn at home twice on June 17, 2017 -- which happened to be the 45th anniversary of the Watergate burglary -- to order injustice at Justice by telling Rod Rosenstein to fire Mueller. Trump was using a lame pretext of a conflict of interest involving the Trump golf club in Virginia where Mueller had once been a member.\"McGahn recalled the president telling him 'Mueller has to go' and 'Call me back when you do it,'\" the report stated.The White House counsel knew to hit the brakes and shelve Trump's demand. As the report noted: \"McGahn was concerned about having any role in asking the acting attorney general to fire the special counsel because he had grown up in the Reagan era and wanted to be more like Judge Robert Bork and not 'Saturday Night Massacre Bork.'\"The thuggish Don in the White House obviously regards McGahn as his Sammy the Bull rat, calling him a \"lying bastard.\" On Friday, the president tweeted, not so cryptically: \"Watch out for people that take so-called 'notes,' when the notes never existed until needed,\" and later tweeted that it was \"finally time to turn the tables\" on some of those who have crossed him.Of course, McGahn, the shaggy-haired libertarian who , needed to put up with the volatile president long enough to fulfill his own agenda: cementing the conservative majority on the Supreme Court and salting lower federal courts with hard-right conservatives who are going to be around for decades.McGahn did Trump two huge favors. He kept him from firing Mueller, which would have put a nail in the presidential coffin. And he delivered Trump's greatest triumph on the right, conspiring with Mitch McConnell to fill the courts with socially conservative judges intent on undoing government regulation.Ironically, Trump's most lasting legacy was engineered by the same guy who shivved the president hardest in the Mueller report."},
{"appears_ulr": "https://www.nytimes.com/interactive/2019/04/16/opinion/facial-recognition-new-york-city.html", "title": "We Built an 'Unbelievable' (but Legal) Facial Recognition Machine", "authors": "", "contents": ""},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/technology/silicon-valley-kansas-schools.html", "title": "Silicon Valley Came to Kansas Schools. That Started a Rebellion.", "authors": "Nellie Bowles", "contents": "WELLINGTON, Kan. -- The seed of rebellion was planted in classrooms. It grew in kitchens and living rooms, in conversations between students and their parents.It culminated when Collin Winter, 14, an eighth grader in McPherson, Kan., joined a classroom walkout in January. In the nearby town of Wellington, high schoolers staged a sit-in. Their parents organized in living rooms, at churches and in the back of machine repair shops. They showed up en masse to school board meetings. In neighborhoods with no political yard signs, homemade signs with dark red slash marks suddenly popped up.Silicon Valley had come to small-town Kansas schools -- and it was not going well.\"I want to just take my Chromebook back and tell them I'm not doing it anymore,\" said Kallee Forslund, 16, a 10th grader in Wellington.Eight months earlier, public schools near Wichita had rolled out a web-based platform and curriculum from Summit Learning. The Silicon Valley-based program promotes an educational approach called \"personalized learning,\" which uses online tools to customize education. The platform that Summit provides was developed by Facebook engineers. It is funded by Mark Zuckerberg, Facebook's chief executive, and his wife, Priscilla Chan, a pediatrician.Many families in the Kansas towns, which have grappled with public schools and , initially embraced the change. Under Summit's program, students spend much of the day on their laptops and go online for lesson plans and quizzes, which they complete at their own pace. Teachers assist students with the work, hold mentoring sessions and lead special projects. The system is free to schools. The laptops are typically bought separately.Then, students started coming home with headaches and hand cramps. Some said they felt more anxious. One child began having a recurrence of seizures. Another asked to bring her dad's hunting earmuffs to class to block out classmates because work was now done largely alone.\"We're allowing the computers to teach and the kids all looked like zombies,\" said Tyson Koenig, a factory supervisor in McPherson, who visited his son's fourth-grade class. In October, he pulled the 10-year-old out of the school.In a school district survey of McPherson middle school parents released this month, 77 percent of respondents said they preferred their child not be in a classroom that uses Summit. More than 80 percent said their children had expressed concerns about the platform.\"Change rarely comes without some bumps in the road,\" said Gordon Mohn, McPherson's superintendent of schools. He added, \"Students are becoming self-directed learners and are demonstrating greater ownership of their learning activities.\"John Buckendorf, Wellington High School's principal, said the \"vast majority of our parents are happy with the program.\"The resistance in Kansas is part of mounting nationwide opposition to Summit, which began trials of its system in public schools four years ago and is now in around 380 schools and used by 74,000 students. , high school students walked out in November after their school started using Summit's platform. In Indiana, Pa., after 70 percent of students wanted Summit dropped or made optional, the school board scaled it back and then voted this month to . And in Cheshire, Conn., the program was cut after protests .\"When there are frustrating situations, generally kids get over them, parents get over them, and they all move on,\" said Mary Burnham, who has two grandchildren in Cheshire's school district and started a petition to end Summit's use. \"Nobody got over this.\"Silicon Valley has in its own image for years, even as many in tech and flood into tech-free schools. Summit has been part of the leading edge of the movement, but the rebellion raises questions about a heavy reliance on tech in public schools.For years, education experts have debated the merits of self-directed, online learning versus traditional teacher-led classrooms. Proponents argue that programs like Summit provide children, especially those in underserved towns, access to high-quality curriculums and teachers. Skeptics worry about screen time and argue that students miss out on important interpersonal lessons.John Pane, a senior scientist at the RAND Corporation who has studied programs that use digital tools to customize learning, said the field remains in its infancy. \"There has not been enough research,\" he said.Diane Tavenner, a former teacher and Summit's chief executive, founded a series of public charter schools starting in 2003 called Summit Public Schools and began developing software to use in the classrooms so that students could \"unlock the power within themselves.\" The resulting program, Summit Learning, is spinning out into a new nonprofit . Ms. Tavenner said the Kansas protests were largely about nostalgia.\"There's people who don't want change. They like the schools the way they are,\" she said. \"The same people who don't like Summit have been the sort of vocal opposition to change throughout the process.\"Summit chose not to be part of a study after paying the Harvard Center for Education Policy Research to design one in 2016. Tom Kane, the Harvard professor preparing that assessment, said he was wary of speaking out against Summit because many education projects receive funding from Mr. Zuckerberg and Dr. Chan's philanthropic organization, .Mr. Zuckerberg backed Summit in 2014 and assigned five Facebook engineers to develop the software. In 2015, that Summit's program would help \"meet the student's individual needs and interests\" and that technology \"frees up time for teachers to do what they do best -- mentor students.\" Since 2016, the Chan Zuckerberg Initiative has committed $99.1 million in grants to Summit.In a statement, Abby Lunardini, the Chan Zuckerberg Initiative's chief communications officer, said, \"We take the issues raised very seriously, and Summit has been working with school leaders and parents on the ground to address them.\" She added that many schools that used Summit \"love and support the program.\"Few places better illustrate the reaction to Summit than the central Kansas towns of Wellington (population 8,000) and McPherson (population 13,000). The towns are surrounded by wheat fields and factories. Residents work in farming, at a nearby oil refinery or at aircraft parts manufacturing plants.In 2015, Kansas announced that it would support education \"moon shots\" like \"personalized learning.\" Two years later, it , including McPherson and Wellington. When parents received brochures promising \"personalized learning,\" many were thrilled. The school districts' leaders selected Summit.\"We wanted to get every kid on an even playing field,\" said Brian Kynaston, a dentist in McPherson and school board member, adding that it helped that Summit was free.He said he liked Summit's program. His daughter, Kelcie, 14, said she felt self-directed. \"Everyone is judging it too quickly,\" he said.Mr. Koenig, the factory supervisor, said: \"You want your kids to be innovators. You want them to be on the cutting edge of what's next.\"When this school year started, children got laptops to use Summit software and curriculums. In class, they sat at the computers working through subjects from math to English to history. Teachers told students that their role was now to be a mentor.Parents of special-needs students noticed problems immediately. Amy Jackson, a night-shift nurse in Wellington, has a daughter, Megan, 12, who has epilepsy and whose neurologist recommended she limit screen time to 30 minutes a day to reduce seizures. Since the school started using Summit, Megan has had seizures multiple times a day.In September, some students stumbled onto questionable content while working in the Summit platform, which often directs them to click on links to the open web.In one class covering Paleolithic history, Summit included a link to an article in The Daily Mail, the British newspaper, that showed racy ads with bikini-clad women. For a list of the Ten Commandments, two parents said their children were directed to a Christian conversion site.Ms. Tavenner said building a curriculum from the open internet meant that a Daily Mail article was fair game for lesson plans. \"The Daily Mail is written at a very low reading level,\" she said, later adding that it was a bad link to include. She added that as far as she was aware, Summit's curriculum did not send students to a Christian conversion site.Around the country, teachers said they were split on Summit. Some said it freed them from making lesson plans and grading quizzes so they had more time for individual students. Others said it left them as bystanders. Some parents said they worried about their children's data privacy.\"Summit demands an extraordinary amount of personal information about each student and plans to track them through college and beyond,\" said Leonie Haimson, co-chairwoman of the Parent Coalition for Student Privacy, a national organization.Summit says it complies with the Children's Online Privacy Protection Act.By winter, many McPherson and Wellington students were fed up. While Summit's program asks schools to commit to having students meet weekly in person with teachers for at least 10 minutes, some children said the sessions lasted around two minutes or did not happen.Myriland French, 16, a student at Wellington's high school, said she had developed eye strain and missed talking to teachers and students in class. \"Everyone is more stressed now,\" she said.Collin Winter, the eighth grader in McPherson, said he had joined the January class walkout with about 50 other students. \"I was scared a little bit,\" he said of participating. \"But I still felt good to be doing something.\"One recent evening in Wellington, a dozen parents and students held an organizing meeting in the back of a machine workshop owned by Tom Henning, a local parent. Chris Smalley, a machinist with two children, ages 13 and 16, attended. Mr. Smalley had put up bigger and bigger yard signs in front of his house, even though he knew Mr. Zuckerberg was unlikely to drive by and see them. They were red, with a slash across the word \"Summit.\"\"It sounded great, what they sold us,\" Mr. Smalley said. \"It was the worst lemon car that we've ever bought.\"Deanna Garver, a church secretary whose sons are in second and eighth grades, had also made a yard sign. It read: \"Don't Plummet With Summit.\"After the fall semester last year, about a dozen parents in Wellington pulled their children out of public school, said Kevin Dodds, a city councilman. In McPherson, Mr. Koenig and his wife, Meggan, enrolled their two children in a Catholic school, using money saved for a kitchen remodel and vacation.\"We're not Catholic,\" Mrs. Koenig said. \"But we just felt like it would be a lot easier to have a discussion over dinner about something that they might have heard in a religion class than Summit.\"Nearly 40 more families plan on taking their children out of public school by this summer, Mr. Dodds said.We're out in the middle of nowhere,\" he said. \"So we're the guinea pigs.\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/us/politics/trump-putin-russia-mueller.html", "title": "Prodded by Putin, Russians Sought Back Channels to Trump Through the Business World", "authors": "Sharon LaFraniere", "contents": "WASHINGTON -- At 9:34 on the November morning after Donald J. Trump was elected president in 2016, Kirill Dmitriev, the head of Russia's sovereign wealth fund and an informal envoy for President Vladimir V. Putin, sent a text message to a Lebanese-American friend with ties to the Trump campaign.Mr. Dmitriev wanted to connect quickly with someone in Mr. Trump's inner circle, preferably Donald Trump Jr. or Jared Kushner. By the end of the month, he was in touch with Rick Gerson, a friend of Mr. Kushner who manages a New York hedge fund.The two discussed a potential joint investment venture. But the special counsel's report suggested that Mr. Dmitriev's real interest lay elsewhere: He had been instructed by Mr. Putin, he told Mr. Gerson, to come up with a plan for \"reconciliation\" between the United States and Russia.Mr. Dmitriev and Mr. Gerson worked together on a two-page proposal for how the nations could cooperate on a variety of fronts. That document, the report said, later made its way to Mr. Kushner, Rex W. Tillerson, the incoming secretary of state, and Stephen K. Bannon, Mr. Trump's chief strategist. Nothing came of the idea that the Russian sovereign fund would invest with Mr. Gerson.The outreach by Mr. Dmitriev, according to the special counsel's report, was part of a broad, makeshift effort by the Kremlin to establish ties to Mr. Trump that began early in the campaign and shifted into high gear after Mr. Trump's victory. Those efforts were channeled largely through people in the business world in both countries. Especially after the election, they led to a conflation of diplomatic and financial interests that was a stark departure from the carefully calibrated contacts typically managed by an incoming administration in the United States.Mr. Trump's on-the-fly campaign, lack of preparation for victory and disorganized transition created a vacuum that, as Russia sought out avenues of access and influence, was quickly filled by a number of people from outside established foreign policy circles, many of whom appeared eager to portray themselves as access brokers or to generate business opportunities.Donald J. Trump and 18 of his associates had at least 140 contacts with Russian nationals and WikiLeaks, or their intermediaries, during the 2016 campaign and presidential transition.The special counsel, Robert S. Mueller III, did not find a criminal conspiracy by Mr. Trump or his campaign to influence the outcome of the election. But his report made clear how vigorously Mr. Putin sought to find points of contact and influence with Mr. Trump's team -- and how many people on the American side were willing to participate to one degree or another in discussions that touched on topics as varied as Mr. Trump's desire to build a Moscow hotel to United States policy toward Ukraine.It is not clear that the Russians had much, if any, success in influencing American policy through the back channels they established, although Mr. Trump's comments often strike foreign policy experts as remarkably sympathetic to Mr. Putin. But the would-be influence peddlers in the United States and in Russia generally proceeded without much regard for the growing recognition that Moscow had just interfered in multiple ways with the American election and that any contacts outside established channels -- especially those that mixed business and diplomacy -- carried substantial political risks.Angela E. Stent, a Georgetown University professor who recently wrote a book on Mr. Putin's reign, said Mr. Trump's willingness to tolerate informal interlocutors in the foreign policy field was \"unlike any administration I have ever seen\" but not unlike Mr. Putin's own style.The Trump White House, she said, is comfortable with \"all these informal ways of doing business,\" including giving a heightened role to family members and friends who are not required to disclose potential conflicts of interest or abide by government ethics rules. \"That's how the Russians like to operate,\" she said.According to the Mueller report, Mr. Putin wasted no time enlisting Russian oligarchs to carry the Kremlin's message after Mr. Trump's election. He convened an \"all-hands\" meeting of the country's top oligarchs in December to discuss the risk of the United States imposing further sanctions in retaliation for Moscow's interference in the election.One of those oligarchs, Petr Aven, who leads Alfa-Bank, Russia's largest commercial bank, also met privately with Mr. Putin shortly after Mr. Trump's election. He told the special counsel that the Russian president expected him to build inroads with the incoming administration, then repeatedly queried him on his progress in the coming months.On the American side, a varied cast of characters was fielding overtures and proposals from Russians or pro-Russian Ukrainians during the campaign and transition, including: Mr. Gerson; George Nader, the Lebanese-American with Trump campaign connections; Paul Manafort, Mr. Trump's former campaign chairman; Michael D. Cohen, the president's longtime fixer and lawyer; and Erik Prince, the Blackwater founder and brother of Betsy DeVos, Mr. Trump's pick for education secretary.Asked about his interactions with the executive at the Russian sovereign wealth fund, a spokesman for Mr. Gerson said in a statement that he engaged in no business with the fund and merely \"presented personal ideas on humanitarian issues.\"Only rarely did anyone throw up a red flag, according to the report. In May 2016, after a campaign official reported that Alexander Torshin, an officer of a Russian state-owned bank, wanted to discuss an invitation from Mr. Putin to meet with Mr. Trump, Mr. Kushner, a top adviser to Mr. Trump, responded: \"Pass on this. A lot of people come claiming to carry messages.\" He added: \"Be careful.\"But Mr. Kushner did not always heed his own advice. In mid-December 2016, he agreed to a one-on-one meeting with a Russian official he had been told had a direct line to Mr. Putin: Sergey Gorkov, head of the state-owned bank Vnesheconombank, which was under United States sanctions for Russia's annexation of Crimea from Ukraine.An American investment banker with many contacts in Russia, Robert Foresman, said that Mr. Gorkov told him before the meeting that Mr. Putin had approved his trip and that he would report back to Mr. Putin afterward, the special counsel's report states.Mr. Kushner told the prosecutors that he did not prepare for the encounter. No one on the transition team even bothered to search Google for Mr. Gorkov's name. Prosecutors were unable to resolve what was discussed. Mr. Gorkov publicly suggested it was business, while Mr. Kushner said it was diplomatic issues.At the time, Mr. Kushner's family business was hunting for investors so it could hold onto its flagship property, a Manhattan office building. As the special counsel's report noted in recounting the meeting between Mr. Kushner and Mr. Gorkov, there \"had been public reporting both about efforts to secure lending on the property and possible conflicts of interest for Kushner arising out of his company's borrowing from foreign lenders.\"The template of Russia trying to advance its policy goals through the business interests of people in Mr. Trump's orbit was set in mid-2015, almost as soon as Mr. Trump announced his candidacy. One of the earliest examples was the Russian response to Mr. Cohen's pursuit of a Trump Tower in Moscow, a hotel construction project that Mr. Trump had chased for decades.Mr. Cohen and another Trump associate, Felix Sater, were communicating with various Russians or their intermediaries about issues like site plans, the need for a Russian developer and financing. But the answers often concerned whether Mr. Trump was willing to meet with Mr. Putin. The possibility that Mr. Trump would travel to Russia for that purpose lingered until he clinched the Republican nomination in mid-2016.Mr. Trump's revolving cast of aides and advisers included several who had contacts with Russians or were being aggressively wooed by them, like Carter Page and George Papadopoulos.One of the better-connected was Mr. Manafort, who spent five months as a top strategist and chairman for the Trump campaign. He had worked for Oleg V. Deripaska, a Russian billionaire close to the Kremlin, had spent the past decade carrying out the political agenda of Ukrainian oligarchs aligned with Moscow and was in regular contact with Konstantin V. Kilimnik, a Russian associate whom prosecutors have linked to Russian intelligence.For months during the campaign, Mr. Manafort was feeding internal polling data to Mr. Kilimnik, expecting it to be transferred to Mr. Deripaska and the Ukrainian oligarchs, the report states. In 2016 and early 2017, Mr. Manafort and Mr. Kilimnik also repeatedly discussed a proposal that would effectively have put part of eastern Ukraine under Russia's control.Despite many months of outreach before the election, the initial interactions between Mr. Trump's team and the Kremlin were almost comical. Hope Hicks, Mr. Trump's campaign secretary, received a 3 a.m. phone call on election night from a foreigner she could not understand, followed by an email the next morning conveying Mr. Putin's congratulations. She forwarded it to Mr. Kushner, writing: \"Don't want to get duped but don't want to blow off Putin!\"But Mr. Putin quickly dispatched his big players, like Mr. Dmitriev, the chief executive of Russia's sovereign wealth fund.On Nov. 9, 2016, Mr. Dmitriev contacted Mr. Nader, an adviser to the royal court of United Arab Emirates whom he knew through joint Russian and Emirati investment projects and who professed to have Trump campaign contacts.Mr. Dmitriev suggested he could meet Mr. Kushner at a coming World Chess Federation tournament in New York. He later said Mr. Putin himself would be extremely grateful if Mr. Nader could introduce Mr. Dmitriev to either Mr. Kushner or Donald Trump Jr.Instead, Mr. Nader connected the Russian official to Mr. Gerson, Mr. Kushner's hedge fund friend, and to Mr. Prince, Ms. DeVos's brother, who had no formal role in the transition.On Jan. 11, 2017, Mr. Dmitriev and Mr. Prince met at Mr. Nader's villa at the Four Seasons Resort in the Seychelles. Mr. Prince told the Russian official that he provided \"policy papers\" to Mr. Bannon, a top Trump adviser, and that he would brief Mr. Bannon on their meeting. But Mr. Prince's style seemed strikingly ad hoc.Returning to his room after professing his hopes for a new era of cooperation, Mr. Prince learned that a Russian aircraft carrier had sailed to Libya. At a hastily organized second meeting, he told Mr. Dmitriev that Russian involvement in Libya was \"off the table.\" He told prosecutors that he conveyed that message \"based on his experience as a former naval officer,\" the report said.Mr. Dmitriev found the trip disappointing, the report said. He told Mr. Nader he wanted to talk to someone with more authority in the Trump administration about a strategic road map for Russia and the United States.Prosecutors tried in vain to verify what Mr. Prince and Mr. Bannon told them they had discussed about the offshore encounter with Mr. Dmitriev. But although carrier records showed that they had texted each other dozens of times before March 2017, the report stated, their phones contained no messages."},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/opinion/sunday/black-evangelicals-diversity.html", "title": "Can Black Evangelicals Save the Whole Movement?", "authors": "Molly Worthen", "contents": "Not long ago, when Southern Baptists in Knox County, Tenn., invited Walter Strickland to speak at one of their meetings, he wasn't sure what to expect. Mr. Strickland, a theology at Southeastern Baptist Theological Seminary in Wake Forest, N.C., is one of the few African-American scholars teaching at a Southern Baptist seminary. He has made his career in the midst of a culture war: not the familiar clash between progressives and conservatives, but a battle within the ranks of conservative evangelicalism.When he arrived, he \"parked strategically by the exit, facing out,\" he told me, in case he needed to make a quick getaway from the roomful of evangelicals who might not like what he had to say about institutional racism. Yet the Knox County Baptists kept him late, peppering him with thoughtful questions. \"I almost missed my flight,\" he said, laughing.Many white evangelicals say they want to cultivate diverse congregations and dispel the liberal image of the racist, pro-Trump evangelical. \"I think people are hungrier for this conversation,\" said Mr. Strickland, who travels around the country to advise Christians on how to recognize and mitigate systemic racism. \"The reality of Donald Trump and all the issues we've faced since his candidacy have really hardened the hearts of some, but it's also ripped many people even farther away from conflating the Republican Party with the party of Christ.\"Some of the Christian right's most prominent leaders have split over Mr. Trump's racist, xenophobic rhetoric. They disagree over how to fulfill the earthly duties of Christians -- especially the obligation to make this fallen world look more like the Kingdom of God foretold in the Book of Revelation, when people \"from every nation, tribe, people and language\" shall stand together \"before the throne and before the Lamb.\"Last spring, two influential conservative evangelical groups hosted a splashy in Memphis called \"MLK50\" to \"reflect on the state of racial unity in the church and the culture\" on the 50th anniversary of the death of the Rev. Dr. Martin Luther King Jr. But other conservatives that the event was, as one writer put it, \"dripping with critical race theory, intersectionality and cultural Marxism.\"A few months later, the prominent California evangelist John MacArthur, along with like-minded conservatives, published a denying \"that the postmodern ideologies derived from intersectionality, radical feminism and critical race theory are consistent with biblical teaching.\" More than 10,000 supporters signed his statement.Conservatives' theological objections to these discussions of racism and socio-economic inequality are hardly new. They echo the fundamentalist charge against the Social Gospelers: that Christians who focus too much on trying to reform the unjust institutions of this world risk playing down the call to salvation in the hereafter -- and also become pawns of godless social engineers.They have adopted an evangelical version of the \"colorblind conservatism\" that has steadily gained traction since the , when Republicans began accusing proponents of desegregation and affirmative action of stoking identitarian conflict and \"reverse racism.\" \"It is a startling irony that believers from different ethnic groups, now one in Christ, have chosen to divide over ethnicity,\" Mr. MacArthur last summer. \"They have a true spiritual unity in Christ, which they seem to disdain in favor of fleshly factions.\"But this old debate has taken a new turn. Mr. MacArthur's statement on social justice provoked a backlash from fellow conservatives, like R. Albert Mohler Jr., the president of the Southern Baptist Theological Seminary in Louisville. that \"part of what it means to be made in God's image is that we are accountable to divine justice and to seeking, through human flourishing, to see God's justice reflected in a fallen world.\" Mr. Mohler helped to his seminary of moderate faculty members in the 1990s, but last year he commissioned a about the school's complicity in the \"horrifying realities of American slavery, Jim Crow segregation, racism and even the avowal of white racial supremacy.\"\"A lot of the people I'd consider my spiritual fathers or heroes of the faith, people I look up to, for the first time that I can remember, there are serious disagreements between them,\" , who helps lead a small church in Rutland, Vt., told me. He signed Mr. MacArthur's statement.Mr. Robles, who is Puerto Rican, started a YouTube in 2017 \"to respond to the social justice stuff,\" he said. \"I've mostly gone to multiethnic churches in my life,\" he told me. But he worries that as more Christians try \"to attain this supposed ideal of the multiethnic church, they end up breaking the commands of God in other ways, showing partiality.\" He said that criticizing the vogue for affirmative action and multiculturalism has become so politically toxic among evangelicals that he half-jokingly calls himself part of \"the Evangelical Intellectual Dark Web.\"Do conservatives like Mr. Robles actually have reason to be on the defensive? After all, white evangelicals have been paying polite attention to racial justice and claiming to celebrate diversity for decades. Their intentions may be sincere, but their actions have generally seemed shallow. \"You get solutions like: We're going to hire an African-American person on staff; we're going to change up our worship and music style,\" said Will Acuff, who trained as a pastor before cofounding , a faith-based nonprofit group in Nashville. \"The churches gravitate toward the simplest things you can measure and quantify.\"Yet a vanguard of Christian consultants and community activists focused on racial justice is gaining a wider hearing in white evangelical institutions than ever before. Many of them have studied history, sociology -- and that academic boogeyman, critical race theory, a conceptual framework focused on the power structures that help maintain white supremacy. They combine these tools with biblical arguments to challenge white evangelical assumptions about the role of the church in the world.Radical thinkers have found their way into the citadels of white evangelicalism. Reading the black liberation theologian James Cone helped Mr. Strickland, the theology professor, see how white theologians often ignore the structural sources of earthly suffering. In 1969, the Rev. Dr. Cone \"new blacks, redeemed in Christ\" to \"say to whites that authentic love is not 'help,' not giving Christmas baskets but working for political, social and economic justice, which always means a redistribution of power.\"Courses in African-American theology have been on the books at moderate evangelical seminaries since the . But it is significant that Mr. Strickland has brought a thinker like Dr. Cone into the heart of the conservative Southern Baptist Convention. Mr. Strickland spent years studying in majority-white evangelical schools, where he mastered the idiom of the Christian right. When he speaks to conservative white congregations, he is careful: \"While Cone's ideas are in play, I don't mention him by name, because I don't want to put unnecessary stumbling blocks in their way.\" Scripture's authority comes first. \"If I'm able to demonstrate that this black man in front of them has read the Bible, I gain credit with them.\"He walked me through the argument he used when he spoke at North Greenville University, a Baptist school in Tigerville, S.C. \"There was the fall, and all we do now as God's vice regents is influenced by that fall. So if we're sinners in need of redemption, so, too, are all the things we create, like law, policy, procedure, practice. That right there is systemic injustice,\" he said. \"Before they know it, they're nodding their heads. They're agreeing that systemic injustice and racism are a form of sin. I get in the back door by walking around the linguistic land mines that are so charged in our cultural climate.\"At his own seminary, where he serves as associate vice president for diversity, Mr. Strickland leads a \"Kingdom Diversity\" that has recruited more women and students of color (with scholarships). He has reformed faculty training, course curriculums and screened films like \"13th,\" Ava DuVernay's 2016 documentary about mass incarceration.Seminaries like Southeastern play a crucial role in shaping the mind-set of future pastors. There is already evidence that some church leaders are rethinking the traditional strategy of trying to win converts by persuading people that church is full of members just like themselves. \"The homogeneous principle of church planting -- once the norm -- is out of favor,\" Kevin Smith, a pastor in Chattanooga, Tenn. in Evangelicals magazine. \"Homogeneity is out and multiethnic is in.\"Churches seeking to diversify their pews can turn to a growing library of books and study guides, including \" a curriculum written by Mark DeYmaz, a in Arkansas, and Oneya Okuwobi, a doctoral student in sociology at Ohio State University and an ordained Pentecostal minister. \"The cynical person would say white church attendance has been falling for years, and if you don't bring in people of color, you're not going to have churches,\" Ms. Okuwobi told me. \"I'm not going to say that there isn't some of that.\"Ms. Okuwobi helped design an early version of \"Multiethnic Conversations\" for the church she belongs to in Cincinnati. Conversations were sometimes difficult. This was not a \"seeker sensitive\" program aimed at luring the casual church-shopper away from Sunday morning pajamas and Netflix. \"I can remember being in the room with a good friend of mine, and she was probably uncomfortable with us talking about the history of race in America,\" she said. \"She said people should be happy they're not in Africa dying of AIDS. As hurtful as that comment was, the opportunity to dig deeper, to understand what someone holds in their prejudices, was invaluable.\"Local bridge-building like this has been going on quietly for decades. Enoch Fuzz, minister of Corinthian Baptist Church, a majority-black congregation in Nashville, hosts a fellowship meeting every Wednesday at lunchtime intended to attract all colors and creeds. \"When people meet one another flesh to flesh and face to face, there is an empowerment that comes from that,\" he told me. Mr. Fuzz is not naive about the capacity of a weekly interracial lunch to overcome structural racism, but he takes the long -- biblical -- view. \"I see the pattern in the Old Testament,\" he said. \"We're in a time when people are not listening to the prophets. But a time is going to come when we're going to hear from God, and we're going to do the right thing.\"During these conversations, I found myself almost persuaded that the steady accumulation of personal encounters, multiethnic Bible studies and new seminary programs might amount to more than flashes of good will. Maybe they really are paving the way for the slow political transformation of white evangelicalism. \"I promise I'm not seeing this through rose-colored lenses. I get the emails, the trolls on Twitter, the mail at my house,\" Mr. Strickland said. \"But I think in 15 years, the evangelical landscape is going to be very different, politically.\"So far, most evangelicals who are keen to sponsor a conference honoring Dr. King are still a long way from supporting his whole vision for liberation, including socio-economic equity and workers' rights. \"Even when Christians realize the need for change, they often shrink back from the sacrifices that transformation entails,\" Jemar Tisby, a prominent commentator on race and religion, wrote in his recent \"The Color of Compromise.\"The reformers I spoke to told me that sometimes they feel like giving up on white evangelical institutions altogether. \"It's an ongoing choosing. There have been several moments where I have been, like, What in the world am I doing here in Southern Baptist life?\" Mr. Strickland said.Ms. Okuwobi put the point starkly. \"Evangelicalism may need to die for the church to live,\" she said. \"I don't have a problem with that.\" This is, after all, the season that calls Christians to remember: They have been brought out of sin into righteousness and out of death into life. () is the author, most recently, of \"Apostles of Reason: The Crisis of Authority in American Evangelicalism,\" an associate professor of history at the University of North Carolina, Chapel Hill, and a contributing opinion writer."},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/books/the-week-in-books.html", "title": "The Week in Books", "authors": "", "contents": "We take the weekend to highlight recent books coverage from The Times:The noted historian Robert A. Caro, known for his monumental biographies of Robert Moses and President Lyndon B. Johnson, has a new book out, \",\" a collection of pieces about how he writes his prizewinning books. Caro also this week and talked about his writing process, his most uncomfortable interview (spoiler alert: It was with Lady Bird Johnson) and more.\"This volume is bleak,\" the environmentalist about climate change and other threats to civilization. \"Still, there is one sense in which I am less grim than in my younger days. This book ends with the conviction that resistance to these dangers is at least possible.\"The soccer star Abby Wambach has a new book out, \"Wolfpack,\" and she this week. Wambach started playing soccer after borrowing a how-to guide from the library. \"I scored 27 goals in my first three games,\" she says. \"I guess I do owe it all to books.\"No time to read all 448 pages of the Mueller report? Our critic Dwight Garner wrote , saying that it \"feels less like an ending than an uncertain beginning. It plants seeds into the ground.\"Separately, he reviewed \",\" a poetry collection by Chelsey Minnis that was partly inspired by film noir. Garner called it \"one of the most unusual and persuasive books of poems I've read in some time.\"In \",\" Grace Talusan writes about her experience as an immigrant to the United States, her survival of childhood abuse and returning to visit the Philippines, her native country. \"Talusan describes such experiences with unadorned prose that conveys a startling specificity,\" Jennifer Szalai writes.Ann Petry's \"The Street,\" published in 1946, was the first book by a black woman to sell more than a million copies. The Library of America , along with another by Petry, \"The Narrows.\" \"Petry wrote unabashed protest art, in the mode of Steinbeck and Stephen Crane,\" Parul Sehgal writes. The subject of attention is everywhere in publishing these days, spanning genres from self-help to satire to fiction. at the growing number of books that take up the subject.Here are this week, including Sally Rooney's new novel and Ruth Reichl's latest memoir, and a list of our ."},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/opinion/sunday/notre-dame.html", "title": "Why Did Nonbelievers Grieve for Notre-Dame?", "authors": "", "contents": "Since the Cathedral of Notre-Dame caught fire at the start of Holy Week, certain Parisians and their well-wishers have been buffeted by emotions they are unused to. They have found themselves passionately involved with the fate of a church. Monday evening, as the flames still raged, the Rev. Jean-Marc Fournier, the priest who is chaplain to the Paris fire department, rushed into the cathedral and rescued the crown of thorns said to have been worn by Jesus at the crucifixion. He and his colleagues recovered a tunic that belonged to Louis IX, the sainted crusader who brought the crown back from the Holy Land. Soon Father Fournier was being called a hero by institutions not intimately tied to Catholic belief, such as the radio network Europe 1 and BuzzFeed.Meanwhile, young people congregated on the banks of the Seine, some weeping. Certain of them sang and prayed; the progressive-leaning German daily Die Tageszeitung referred to them as pilgrims. Others appeared to be tourists and bystanders, seemingly surprised by the intensity of their own feelings. It brought to mind Philip Larkin's poem \"Church Going,\" which evokes people \"gravitating\" by instinct to a disused church after religious doctrine has died out. \"Tears were flowing down every cheek in France,\" wrote the politician Philippe de Villiers, without much exaggeration, \"even the most manly, and even the most secular.\"One could be forgiven for asking: Why? For centuries French people revered their cathedrals, priests and relics. But they haven't always: After the French Revolution, Notre-Dame was used as a warehouse. And they haven't lately: Just 6 percent go to Mass, down from 35 percent half a century ago. Is there a latent Catholicism in France that we failed to see? Or are these only expressions of inchoate religious impulses?Certainly people have such impulses. The Italian journalist Oriana Fallaci, who raged against Muslim immigration to Europe at the turn of the century, believed she did so as a proud atheist. Yet oddly her most passionate complaint was that camping migrants had \"profaned\" the area in front of the Duomo, the cathedral of her native Florence, and had \"profaned\" the Baptistery across the street as well.Certainly, too, the continuing relevance of Catholicism to French life has been underestimated. On Monday, President Emmanuel Macron stood before the still-burning cathedral, with fire trucks shooting jets of water against the night sky behind him. Before he consoled Parisians or French citizens, he said, \"Tonight my thoughts, obviously, before anything else, are with Catholics, the Catholics of France and those across the world, especially during this Holy Week.\" These Catholics, once thought a spent force in French politics, have flexed their political muscle lately, notably in their unexpectedly large protests in 2012 and 2013 against the legalization of gay marriage.But there is scant evidence that French people have been returning to Catholicism. The pollster Jerome Fourquet argues in his book \"L'archipel francais\" (\"The French Archipelago\"), published last month, that in matters of religion the country is undergoing an \"anthropological shift.\" As in the United States, the size of the still-religious generation born after World War II long disguised the decline. Today, as that generation ages and dies, a demographic trapdoor opens under the religious population.There are fewer than half as many French parish priests today as in 1992. Since the 1970s, Mr. Fourquet notes, the percentage of those who wish to be buried when they die, as the church prefers, has halved (from 53 to 27), while the percentage who wish to be cremated has more than doubled. Marie, the given name of 20 percent of newborn girls at the turn of the 20th century and of almost 10 percent when today's 80-year-olds were born, is today practically extinct among young people.Perhaps these French ex-Catholics, while sadly cut loose from their cultural and religious moorings, have gained access to a compensating sophistication? Au contraire The alternative to Christianity, Mr. Fourquet shows in his book, has not been lucidity; it has been gaga conspiracy-theorizing. A third of French people 18 to 24 years old believe that airplane contrails have been seeded with hazardous chemicals and that the United States military can provoke storms, versus only 7 or 8 percent of those over 65 who believe such things. The decline of religion does not seem to have grounded people in something more true.That is partly why the fire at Notre-Dame shook so many to the core. Objects and traditions bound up with religious belief lend a feelingof sense and stability. For believers they are a reinforcement. For nonbelievers they are a substitute. Notre-Dame is perhaps the greatest such object in Europe. It is a consoling relic, as surely as the crown of thorns that Father Fournier rescued, and this is so for believers and nonbelievers alike.The cathedrals, for all their sacred origins, call to mind a worldly folk saying: The first half of your life, you work for your name; the second half of your life, your name works for you. Over centuries France constructed its monuments. Now monuments construct France. What would it be without them? The bitter truth is that these old things are what is most impressive and special about France, partly because they have been \"consecrated\" by age but also because they embody realities that many people regret being cut off from.The fire at Notre-Dame is harrowing in a way that feels religious because it religious: It forces us to understand France as those who created it understood it. The people weeping on the banks of the Seine must have sensed this, even if they could not put into words exactly what they were weeping over.Christopher Caldwell, a contributing editor at the Claremont Review of Books, is the author of \"Reflections on the Revolution in Europe: Immigration, Islam, and the West\" and a contributing opinion writer for The Times."},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/opinion/sunday/jack-the-ripper-tour.html", "title": "The Fight for the Future of Jack the Ripper", "authors": "", "contents": "LONDON -- I'd been living here for a little more than a year when I finally went on a Jack the Ripper walking tour.My partner's mother was in town, and a stroll past the old haunts of the still-unidentified murderer of at least five women in the East End of London in 1888 seemed like the kind of activity that would please a visiting parent with a taste for the macabre. I didn't really start to feel uneasy until we paused outside a pub called the Ten Bells, a place two of Jack the Ripper's victims supposedly frequented. Decades ago, our guide informed us, the pub had sought to capitalize on its history by transforming into a Ripper-themed bar, complete with murder-spree-themed memorabilia and special drinks. He said this with a high-minded contempt that I found confusing. Did he really think we were doing something more morally defensible?By the time we'd reached the last stop, it was clear that we weren't. The juxtaposition of gratuitous gore and tour-guide patter finally became too much when, outside of a narrow alley, our guide passed around a photograph of the Ripper's final victim, a woman named Mary Jane Kelly, taken by the police after her death. Her murder is unique, even among the Ripper killings, for its brutality; one by one, we studied her mutilated corpse, and I tried to forget that a few minutes before, the guide had made fun of her because after a brief stint in France, she'd supposedly begun giving her name as Marie Jeanette. I remember him batting his eyelashes as he said it, delivering the name in a coquettish falsetto.There have long been efforts to try to change the way we talk about Jack the Ripper and how we treat his victims. Over the years, there have been various efforts at staging focused on the lives of the women he killed and not on the moments of their deaths. In 2015, there was an after a museum that had pledged to dedicate itself to the history of women in the East End, formerly one of the poorest parts of the city, opened its doors as a Jack the Ripper museum instead.Now it seems as though for the first time, these efforts could be gaining momentum.A new book, \"The Five,\" by the historian Hallie Rubenhold, does a wildly overdue job of fleshing out the lives of Jack the Ripper's victims, giving us context about their families, how they grew up and where they spent time before winding up in the East End. We learn that the second victim, Annie Chapman, grew up in a wealthy West London neighborhood called Knightsbridge and not only that she had been married but also that her husband was on his way up in the world. We learn that Catherine Eddowes, the fourth to be killed, was selected to attend a school intended to better the lives of working-class children. (One of Ms. Rubenhold's main contentions is that there is little evidence for the widespread belief that the Ripper's victims were all prostitutes and that time and misogyny have hardened the sexist assumptions of Victorian police officers into fact.)\"The Five\" has received deservedly rave reviews -- it's gripping -- and made best-seller lists; it has been optioned as a TV drama, to be produced by the pair of women who commissioned the megahit \"Downton Abbey.\"The book was quickly followed by the opening of a new production last month from the English National Opera called \"Jack the Ripper: The Women of Whitechapel,\" billed as an opera about \"a disadvantaged group of working-class women\" who've been \"drawn together in their determination to survive.\" The Ripper himself determinedly never appears on stage. The show's creators have to having the name even appear in the title but were overruled by marketing considerations.The fight over how we talk about Jack the Ripper is, in part, a proxy for other fights. In the aftermath of #MeToo, there is a prevailing sense of moral imperative to pay less attention to the perspectives of larger-than-life men (What drove ? And how did he get away with it?) and more attention to women who've been rendered faceless, anonymous and expendable.The story of the 1888 murders, and the worldwide media frenzy they spawned, was seminal: It has shaped the way we look at serial killers and the women they kill to this day. It looms over the current true-crime boom and the way recent works have examined everyone from Ted Bundy, one of America's most notorious serial killers, to Adnan Syed, the maybe-guilty-maybe-innocent subject of the hit podcast \"Serial,\" while so rarely turning to those killed. Perhaps if we could truly change the way is told, it could have an outsize impact.But can those pushing a new perspective on Jack the Ripper's murders possibly win? Even as new books and operas and TV shows get the sort of billing and promotion they could hardly have hoped for a few years ago, the lure of the Jack the Ripper tale as we know it -- a grisly whodunit with a patina of social history -- remains strong. Just this month, the BBC released purporting to \"reopen\" the case using modern cold-case techniques to finallyreveal the killer's real name. In March, also claimed to reveal the identity of the killer, following a \"forensic investigation of a shawl\" linked to Catherine Eddowes.And for all its good intentions, \"Jack the Ripper: The Women of Whitechapel\" has faced brutal reviews: \"laudable and sincere but dramatically inert,\" . The show \"has a tang of duty\" about it, . I watched the opera recently and was disappointed. If the strength of Ms. Rubenhold's book is that she fleshes out Polly Nichols, Annie Chapman and the other victims as real people, with all their flaws, \"The Women of Whitechapel\" flattens them -- they are poor wretches with hearts of gold. The focus may be on them, but they are undifferentiated still, and as a result, hardly less anonymous than they were before.That these women were not the main selling point was also clear enough from the signs on the front of the opera house: \"Jack the Ripper\" was displayed in large letters; \"The Women of Whitechapel\" was barely readable underneath. And in the East End, the endless stream of Jack the Ripper tours continue to stumble over one another each night, jockeying for position closest to the murder sites.Alicia P.Q. Wittmeyer () is a staff editor in the Opinion section, where she oversees gender coverage."},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/books/review-mueller-report.html", "title": "The Mueller Report: A Thorny, Patriotic Addition to a Curious American Bookshelf", "authors": "Dwight Garner", "contents": "In a 1993 Paris Review interview, Don DeLillo called the Warren Commission's report \"the Oxford English Dictionary of the assassination and also the Joycean novel.\" He admired the way it captured \"the full richness and madness and meaning\" of the events surrounding President John F. Kennedy's death in Dallas.At 26 volumes, the report's abundance impressed him, too. \"When I came across the dental records of Jack Ruby's mother I felt a surge of admiration,\" DeLillo said. \"Did they really put this in?\" is not that sort of kitchen-sink chronicle. At 448 hungrily awaited pages, it is long but hardly an epic.It perhaps necessarily lacks both the novelistic sweep of the 9/11 Commission Report and the intimate -- \"prurient\" would be a more exact word -- scene-setting of on President Bill Clinton. (\"She and the President kissed. She unbuttoned her jacket; either she unhooked her bra or ... \")The Mueller report is a dense slab of verbiage. It is not written in bureaucratese, but it is not far from it either. If you were to put a droplet of its syntax under a microscope, you'd find a swirling necktie pattern of small white starched shirts and three-ring binders and paper cups of stale black coffee. Reading between the lines, you might spy tiny handcuffs as well.This is not a narrative that warms in the hands. There is no sweeping language. It appears to have been designed to make minimum political impact. Because its language about not exonerating Trump is written in the negative, the most important sections are hard to quote.A typical line is: \"A statement that the investigation did not establish particular facts does not mean there was no evidence of those facts.\" A plausible title for the paperback editions that will might be, \"We Didn't Not Find Anything.\"Reports by special counsels and select congressional committees are a genre of their own by now. The Mueller report is a thorny, patriotic addition to this curious American shelf.Its findings, especially those about the president's ostensible attempts to obstruct justice, have been called a road map for further congressional action and other investigators. With its blacked-out redacted passages, the report more closely resembles a reverse crossword puzzle. We will collectively be solving for its inky elisions for some time, perhaps the rest of our lives.This is a document that, like the Badlands National Park, one has to visit for oneself. If you rely on the velvet fog of Attorney General William Barr's Cliffs Notes, you will get an \"F\" on the exam.So much of what's in the Mueller report is already known, thanks to what never again should be referred to as \"fake news,\" that reading it is like consuming a short story collection that's already been excerpted in every magazine you subscribe to. But its two volumes nonetheless have the power to shock and appall.Volume One is a report on Russian interference in the 2016 presidential election. It commences, like a super-sleuth literary or political biography, with tempered gloating about the author's indefatigable fact-finding.\"During its investigation the Office issued more than 2,800 subpoenas,\" the report declares, and \"executed nearly 500 search-and-seizure warrants.\" This paragraph contains many similar figures. It ends by noting that the special counsel's office \"interviewed approximately 500 witnesses, including almost 80 before a grand jury.\"The authors wish to be transparent and helpful. For older readers, the report pauses to explain, in footnotes, what an online troll is, as well as things like botnets, spearphishing emails and malware.The Russians worked diligently to subvert the 2016 election, and the Trump campaign was grateful for the support. There was perhaps no collusion, to use a word that Mueller dislikes. (He prefers \"conspiracy.\") But there was cheerleading. There was dancing in subversion's end zone.The theme of the Mueller report, like the theme of Thomas Hardy's \"The Mayor of Casterbridge,\" is lies and the souls of those who tell them. Through the entirety of the report, Trump is observed to lie, at almost every moment, like Falstaff telling Hal how many thieves he fended off. Others tell untruths for the president, sometimes at his request, sometimes out of loyalty, and get caught in gummy webs of their own devising.In Volume One, we're reminded of the fake Facebook and Twitter accounts that churned out pro-Trump propaganda. The authors reprint a poster, created by the Russians, for Pennsylvania rallies under the title \"Miners for Trump.\"In Volume One, too, the prevarications of figures like Michael Flynn, Paul Manafort, Donald Trump Jr. and Michael Cohen, among many others, are intensely scrutinized.Fetishizers of crime-novel forensics will enjoy details like this one, about Erik Prince, the founder of the security contractor Blackwater: \"Cell-site location data for Prince's mobile phone indicates that Prince remained at Trump Tower for approximately three hours.\"There is not space to divulge the context, but I hope the phrase \"a long caviar story to tell\" -- written to Manafort by the Russian and Ukrainian political consultant Konstantin Kilimnik -- enters the lingo, perhaps via a Gary Shteyngart novel.Volume Two of the Mueller report, like the second volume of Bob Dylan's greatest hits, is the more stereophonic and satisfying. It is more cohesive; the narrative about obstruction flows, and is blunt in its impact.Saul Bellow said that for a writer, \"the fact is a wire through which one sends a current.\" There are so many heated wires in Volume Two, about the corruption that the president spawns wherever he turns, that the reader will burn his or her fingers.This is not the place to rehearse all of the details. Please feast on the reporting . Yet two scenes are indelible. We will be running up against them in films, plays, novels and histories for the remainder of our terms on earth.The first is the account, like something out of reports of Henry Kissinger and Richard Nixon in the fevered last days of Nixon's presidency, of President Trump learning from Jeff Sessions that a special prosecutor had been appointed. According to the report, the president \"slumped back in his chair and said, 'Oh my God. This is terrible. This is the end of my presidency. I'm fucked.'\"The second, most resonant, moment occurs when Trump asks his White House counsel, Donald McGahn, \"Why do you take notes? Lawyers don't take notes. I never had a lawyer who takes notes.\"The report continues: \"McGahn responded that he keeps notes because he is a 'real lawyer' and explained that notes create a record and are not a bad thing. The President said, 'I've had a lot of great lawyers, like Roy Cohn. He did not take notes.'\"Two thoughts: McGahn is one of the few Trump advisers who comes off even remotely well in this account. America will never get Roy Cohn out of its moral DNA.Throughout the report, the special counsel's team bends over backward to give the Trump administration the benefit of the doubt.If the Mueller report were to analyze the aftermath of young George Washington chopping down the cherry tree, it would include lines like: \"It is possible that Mr. Washington swung his ax 27 times in the direction of the tree because he was attempting to ward off a hornet. It is also possible that the tree begged to be chopped down.\"The Mueller report tells you what it is going to say, says it, and then tells you what it just said. It is hardly pleasurable to read, on textual as well as emotional grounds. It is ill-making about the amorality of an administration.The new Ian McEwan novel, \"Machines Like Me,\" will be out soon in America. It contains a line that echoed for me across the time I spent with the Mueller report: \"I'd never thought that vomiting could be a moral act.\"The Mueller report feels less like an ending than an uncertain beginning. It plants seeds into the ground."},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/opinion/sunday/census-citizenship-question-immigrants.html", "title": "Will the Census Count All of America?", "authors": "The Editorial Board", "contents": "The Constitution for an \"actual Enumeration\" of each state's population every 10 years, and , Congress has enacted legislation to fulfill that mandate. The decennial count, managed at the United States Census Bureau, aims to fulfill that constitutional requirement.Next week, in what promises to be the highest-profile case of this Supreme Court term, the court will consider whether the Trump administration complied with these dictates when it sought to a question about whether the respondent is a United States citizen.At the heart of the dispute lies the question: Federal law protects the of everyone who responds to the census. But that's small comfort for immigrants and their families living in a climate of fear under President Trump. Bureau officials have for decades recognized that communities with significant immigrant populations are likely to be undercounted if there is a citizenship question on the census.The 2020 count is no exception. Three federal judges -- in New York, California and Maryland -- have held trials and ruled that Wilbur Ross, the commerce secretary, who oversees the Census bureau, violated the law when he ignored available data and ordered the agency to move ahead with the citizenship question.As those judges noted, the bureau's own career scientists and statisticians were kept in the dark about Mr. Ross's plans, which were by the president's former chief strategist Steve Bannon and by Kris Kobach, then the Kansas attorney general and a notorious immigration hard-liner. United States District Judge Jesse Furman, who in January, said Mr. Ross ran afoul of \"a veritable smorgasbord\" of rules governed by the Administrative Procedure Act, a cornerstone of federal law that .Judge Furman didn't hold back. Mr. Ross \"failed to consider several important aspects of the problem; alternately ignored, cherry-picked, or badly misconstrued the evidence in the record before him; acted irrationally both in light of that evidence and his own stated decisional criteria; and failed to justify significant departures from past policies and practices,\" .Mr. Ross has defended the citizenship question that the Justice Department needs the information to better enforce the . Judge Furman rightfully called that rationale \"pretextual\" -- the secretary searched for it after he had decided what he wanted.By the bureau's own, nonpartisan analysis, adding a citizenship question to the \"short form\" that will go to every household in America in 2020 could result in -- close to the entire population of Indiana or Tennessee. And the agency has told Mr. Ross that there are that wouldn't pose significant \"potential quality and cost disruptions\" in administering the census, such as deriving citizenship data from the American Community Survey, a longer questionnaire sent out annually that already asks such a question.It's against this backdrop that the Supreme Court will decide whether Mr. Ross followed the procedures set out in federal law. Technical though that inquiry may seem, the justices' decision could have profound consequences. The census today helps determine key aspects of the nation's representative democracy: how many seats in Congress will be apportioned among the states, and thus in the Electoral College; the distribution of billions of dollars in federal funds; and how state and congressional districts will be drawn in the next redistricting cycle. The data collected also goes to other uses that are .Two versions of the 2020 census form -- one and one without -- are ready to be printed the moment the Supreme Court rules, most likely at the end of June. Whether the nation gets an accurate and fair count of its residents is now in the justices' hands."},
{"appears_ulr": "https://www.nytimes.com/2019/04/19/fashion/weddings/deborah-kaplan-jacoby-and-mitchell-messinger-are-married-in-los-angeles.html", "title": "Undeniable Connections Just Waiting to Be Discovered", "authors": "", "contents": "On the very last day of March -- a month that would prove very important to Mitchell Messinger and Deb Kaplan Jacoby -- the couple danced their first dance as newlyweds.The song they chose was from Disney's 2014 animated film a short played before theater screenings of \"Inside Out.\" The song tells the story of a patient kind of fairy tale, about a lonely volcano who sits isolated in the middle of the Pacific for thousands of years. Despite his desolation, he remains hopeful that one day he will find his love. What he can't know is that another lonely volcano has been living just below him under the sea, listening to his song all these years.Days after she and Mr. Messinger shared their first date, Ms. Kaplan Jacoby took her son, Josh, to see \"Inside Out.\" And there in the theater, tears streaming down her face at the sight of two volcanoes defying odds and geology to be together, Ms. Kaplan Jacoby recognized a version of her own love story.But first, there was heartache.Mr. Messinger, 48, a publicity director of ABC Entertainment, was born in Manhattan to Barry and Lynda Messinger. Mrs. Messinger disliked the city, and they quickly moved to New Jersey when Mr. Messinger was just 6. He attended Syracuse University, where he was for two years the school's mascot, Otto the Orange. Soon after college, he married Michelle Levine.Mr. Messinger and Ms. Levine had been married for almost 17 years when, in May of 2014, she died, at 42, of breast cancer. Their daughter, Jillian, was just 10 at the time. Suddenly a single father and grieving widower, Mr. Messinger found himself in the midst of the kind of tragedy people whisper about while knocking wood or tossing salt, in the hopes that this kind of loss will somehow swerve around them.Slowly however, Mr. Messinger began to heal. After about a year, he decided it was time to give dating a try. But now with apps and social media to navigate, Mr. Messinger found the dating world completely transformed from the one he had first known. \"I felt like, O.K., I'm not a millennial. I have a child.\" Mr. Messinger said. \"I just knew I wanted something more organic. I asked some close friends to start scanning their Rolodexes, which I don't even think people use anymore.\" Before he knew it, every friend, cousin, and mom at the elementary school his daughter attended was scanning their real or virtual Rolodexes.Meanwhile.Ms. Kaplan Jacoby, 46, was born to Dr. Howard and Georgie Kaplan. She grew up in Salt Lake City, and later attended Emerson College in Boston. She is currently a senior client success manager at CareerArc.By 2015, Ms. Kaplan Jacoby had also decided to give dating a second shot. She had left her marriage in 2010, and was officially divorced from her husband in 2012. Her daughter, Sarah, was 8, and her son Josh, almost 5. The separation had been difficult, and Ms. Kaplan Jacoby waited years before she was ready to date again. But when she was ready, she was . \"I went on of dates,\" she said laughing, but nothing sparked. \"I was ready to swear off dating all together. And then Sharon called to ask if I would be interested in a blind date with a widower.\"Sharon Rosenthal and Ms. Kaplan Jacoby met in the 1990s as co-workers who quickly became close friends. Ms. Rosenthal knew Ms. Kaplan Jacoby well, but she was hesitant to get involved in any kind of setup. \"It made me nervous,\" she said. \"You don't want to accept the responsibility if it doesn't work out. I was just cautious.\" But when Ira Sherak, a close friend of Mr. Messinger, told Ms. Rosenthal that he had an idea about two friends whom he thought might really hit it off, she paid attention. Mr. Sherak, after all, had introduced Ms. Rosenthal to her own husband. In fact, Mr. Sherak has quite the track record as a professional yenta. They couldn't know it yet, but this would be his fourth setup to result in marriage.Mr. Sherak had been close friends with the Messingers for years. He'd known Mr. Messinger's first wife well, and he wanted to see his friend happy again. \"The stories I'd heard about Deb through Sharon reminded me so much of Michelle,\" Mr. Sherak said. \"They were both sharp and funny. And they shared the same core values. All of these little things just added up.\" Apparently that age-old adage applies to couples and matchmakers alike: When you know, you know.Ms. Kaplan Jacoby and Mr. Messinger had their first date March 25, 2015. This is a date Ms. Kaplan Jacoby can confirm with certainty because she diligently kept a journal entry of each one of the dates she and Mr. Messinger shared. Their first date was sushi. Later, they hiked, saw movies, and took small weekend trips away. Both avid Broadway fans (their honeymoon is a Broadway-themed cruise to Alaska, hosted by Sirius XM's Seth Rudetsky), they attended shows at the Pantages theater in Los Angeles.One afternoon, Mr. Messinger took Ms. Kaplan Jacoby to a French restaurant. As she gamely admired the Parisian decor, she asked him if he knew how to say anything in French. \"J'adore Deb,\" he told her. She asked him what it meant, smiled, but said nothing in return. It wasn't until several hours later that it dawned on her: he'd just told her he loved her for the first time. Finally, 77 entries later, Ms. Kaplan Jacoby decided it was time to stop journaling. She had found her future.It was also around this time that she and Mr. Messinger decided they were ready to introduce their children to each other. Jillian, Sarah and Josh are close in age. Jillian and Sarah, now 15 and 14, even share a birthday. But so much of the close friendship they would eventually develop can be attributed to their grandparents. Mr. Messinger remains close with his first in-laws, Stu and Helene Levine, as does Ms. Kaplan Jacoby with hers, Marc and Marci Jacoby. All four sets of grandparents attended the wedding. Ms. Kaplan Jacoby's father-in-law even joined them for dinner the night the children met, facilitating new friendships and putting everyone at ease. If it was possible for these complicated relationships to blend together so effortlessly, perhaps they, the children, could as well.On March 3 2018, Mr. Messinger asked Ms. Kaplan Jacoby to marry him. It was, by every definition of modern romance, a perfect proposal: at the Four Seasons Hotel Westlake Village, in a Japanese-style pagoda that was reminiscent of their first date. After she said yes, they went to the bar to celebrate and were shocked to find Chris Harrison, the longtime host of ABC's reality show \"The Bachelor,\" there to congratulate them. Mr. Harrison is a longtime friend of Mr. Messinger, and he just happened to be there that night. But for the millions of Americans who watch \"The Bachelor,\" having the crowned head of professional engagements present seemed like some kind of cosmic Hollywood blessing.By November 2018, the two families had been living together in Mr. Messinger's house in Bell Canyon, Calif., for several months when disaster would strike. The Woolsey Fire, which ravaged Los Angeles and Ventura counties, tore through their neighborhood. Of the 10 houses on their street, only three would remain standing. Fortunately, the Messinger-Kaplan Jacoby home was spared. Still, the house was badly damaged, and the family evacuated. (They still have not been given the all clear to return to their home.)For the first two weeks after the fire, they stayed together at Ms. Kaplan Jacoby's father-in-law's home. They then spent the next two months in a hotel, Josh bunking with Mr. Messinger and Ms. Kaplan Jacoby, while Sarah and Jillian shared their own room. What had initially been a shy and careful friendship between the girls, quickly became something much deeper. \"It was a blessing in disguise because we all became really close,\" Sarah said. The experience transformed the trio into siblings.On Sunday, March 31, almost exactly a year to the day after their engagement, and four years after their first date, Ms. Kaplan Jacoby and Mr. Messinger wed before 80 friends and family members in a morning ceremony at the Four Seasons Hotel Los Angeles at Beverly Hills. It was one of those beautiful Los Angeles mornings that no one, not even the jaded Californians accustomed to this kind of weather, can resist commenting on. Mr. Messinger and a handful of family members and close friends gathered in a small room where he and Ms. Kaplan Jacoby would sign the ketubah, the Jewish marriage license, before the ceremony. With an endearing case of wedding morning jitters, Mr. Messinger happily hopped around playing the host, introducing those who didn't already know each other. In his element as this natural hype man, it wasn't difficult to imagine Otto the Orange in action.The air was soft and smelled of jasmine as Ms. Kaplan Jacoby, wearing a fitted lace gown by DB Studio, strode into the lush courtyard where Mr. Messinger was waiting, with his back to her. Smiling, she playfully tapped him on the shoulder. Overwhelmed by the bittersweetness of the day, Mr. Messinger was in tears before he turned around. \"All good?\" she gently checked in with him. \"All good,\" he reassured her.The family, including children and grandparents, stood together under the huppah. Jillian, Sarah and Josh stood to the left of Mr. Messinger, while Barry and Lynda Messinger, and Howard and Georgie Kaplan, stood proudly to the right of Ms. Kaplan Jacoby. This, Rabbi Stewart Vogel explained, is symbolic of how these two have chosen to walk into their future together: with family at their sides.\"The beauty and extended nature of this family,\" Rabbi Vogel said, \"is that they are committed to these extended relationships. It's what makes them a truly modern family.\"As Mr. Messinger and Ms. Kaplan Jacoby exchanged their own vows, all three children -- young teenagers, who only minutes before were making goofy faces to stave off some of the seriousness of the day -- wept openly.\"How lucky am I to have a second chance at love?\" Mr. Messinger asked his bride, friends and family. To which the rabbi quipped, \"There's not a dry eye in the house, Mitch.\"After the ceremony, friends and family filed into a sunlit room for a sumptuous brunch. \"Just enjoy it,\" said 11-year-old Josh, his feet dangling from a high-backed chair. \"It's a one-time opportunity. Nobody lives forever. You have to make it count.\"And just like that, the eggs Benedict had been consumed, the cake had been cut, and the couple had been toasted with champagne. Through tears, friends of the bride and groom repeated the same sentiment again and again: Despite everything, they have found love again.Maybe it wasn't thousands of years in the making, but they had found each other. And it was time for them to dance. As they swayed in each others arms, Ms. Kaplan Jacoby softly sang along to the lyrics of the song they had chosen together.She knew every word by heart."},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/opinion/sunday/literary-agents-seeking-fresh-voices.html", "title": "Literary Agents Seeking Fresh Voices", "authors": "", "contents": "The publishing industry is full of literary agents searching for the next big thing. Here are some of their requests.Here's what I'm currently looking for: Neil Gaiman, but a woman, and also not so tall.My taste is eclectic. Give me Toni Morrison meets Tiffany Haddish meets \"The Boxcar Children.\" Complete manuscripts only.I want a writer with a sensibility at the intersection of Shel Silverstein and Milo Yiannopoulos who can whip up a mean keto cookbook.Gosh, I'd love to see a space epic written by a white cis male who believes that the \"Star Wars\" films have become too diverse. There's a market for this.A sexy Ursula K. Le Guin.Spark my interest with the fantastical whimsy of an Antoine de Saint-Exupery children's classic combined with the energetic immorality of Wall Street bros. -\"The Little Prince\" meets \"American Psycho.\" Include illustrations.Bring the American frontier to life with the sweeping landscapes and gritty characters of Louis L'Amour, but within the framework of a Silicon Valley start-up.A Stephen King type who loves adverbs. No clowns.I'm always looking for the sage voice and ethical framework of a C.S. Lewis, channeled through the work of a millennial influencer from New Jersey. \"The Lion, the Witch, and the Merch Tie-in\"?On the hunt for a less problematic Simone de Beauvoir who can speak for literally all women at once and also not be so serious. This seems like it should be simple? Wow me with a solid social media platform and a mediocre grasp of the Bible. Rob Bell meets Joel Osteen. Don't mention Jesus at all -- that's been done.Jane Austen geared toward men who hate manners.Searching for a George R.R. Martin type (in style but not in personality) who can write an epic series heavily influenced by 1980s MTV. Must write . What can I say? I want a house in the Hamptons.Maya Angelou.Would like to see a novelization of the TV version of \"A Handmaid's Tale,\" but lighter on the social critique stuff.E.B. White, but kick up the folksy whimsy three or four notches, and also the animals should all represent specific officials within the Carter administration.Writers of sharp YA about high school birds may find a sympathetic reader in this agent.Anne Lamott, but make it fashion.Caitlin Kunkel, Brooke Preston, Fiona Taylor and Carrie Wittmer run , a satirical website, and are the authors of \"\""},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/opinion/cultural-appropriation-coachella.html", "title": "Finding the Beauty in Cultural Appropriation", "authors": "", "contents": "\"What beautiful cultural appropriation!\"I turned in my seat to look at the fashion editor nodding in approval next to me at Lagos Fashion Week.By that point, I had seen fashion shows in nearly a dozen countries, and I was used to hearing the term \"cultural appropriation\" whispered around a runway. In Japan I saw Maasai necklaces paired with cargo shorts; in Namibia I saw models in geisha makeup with chopsticks in their hair; and of course, I've seen hundreds of European designers \"elevating\" African-American street fashion.But this was the first time I'd heard it used as a compliment.According to Mary Edoro, the editor of , a fashion publication based in Lagos, Nigeria, we were seeing the appropriation of traditional clothing -- Calabar fabrics from southeast Nigeria and red ivie beads from the north -- from rural communities once considered out of step in modern Nigeria. But in the past decade, integrating them into high fashion has become a source of pride.\"People did not appreciate these old fabrics and designs,\" Ms. Edoro told me. \"Cultural appropriation, when done in a good way, makes us appreciate things we might typically ignore.\"I've spent the past few years traveling around the world to investigate fashion subcultures. I've met Japanese women who dress as 1990s Mexican-Americans from East Los Angeles, white women in cornrows at Jamaican dance halls and African-Americans who call ankara cloth, popular in West Africa, \"tribal prints.\" Through it all, I've come to believe that the impulse to play dress-up in other people's cultures goes beyond teenagers wearing, or Coachella girls in feathered headdresses. It's an impulse that is nearly universal.In other words, cultural appropriation might cause outrage, but it will not stop. And so the question is why? What do people get out of adopting aesthetics from other cultures? Through my travels, I've come to see appropriation as a form of communication: Sometimes what people are trying to say is trivial, hurtful and condescending -- a bindi to proclaim that they're \"exotic\" for instance, or cornrows to say they're \"cool.\" But other times, what is being said is difficult and important.Last October, I interviewed a Japanese rapper named Mona who's a self-described \"chola,\" a member of an urban Mexican-American subculture. Part of it was that she liked the look: bold makeup, hoop earrings.But Mona's experimentation coincided with her rebellion against how Japanese society shamed her for her outspokenness. In movies like \"Selena\" and \"Mi Vida Loca,\"she saw kindred spirits: women celebrated, not ostracized, for their aggression. Some of what Mona did made me cringe: She used gang symbols without the accompanying realities of gang life; she wore rosaries though she is not religious. And yet cholo culture gave her a way to act, speak and dress -- all to communicate that she does not agree with how her own culture insists Japanese women should be.Or consider the rise of Afropunk style. Among my black American friends and peers, Afropunk -- which originated at a Brooklyn music festival celebrating black artists and has expanded around the world -- has become a crucial cultural outlet. At its heart is a sense of rebellion against the realities of a racist world. That rebellion manifests in glorious, creative outfits that riff on centuries-old aesthetic legacies from Africa, beloved cultural traditions among African-American communities and a fantastical, futuristic sensibility.These outfits are also, according to some Africans, inadvertently disrespectful. In Nigeria, I spoke to a stylist who mentioned that Afropunk style -- which can mix Kenyan kitenge cloth with Bini coral beads and an Egyptian cobra headband -- was one way that the African diaspora has betrayed African people, since it flattens so many individual ethnic communities into one Pan-African look. But, he also told me, he doesn't begrudge this. He's connected to a rich variety of African cultures. He recognizes that many black Americans aren't.When I asked the about her mix-and-match approach to Afropunk fashion, she told me that she understood her clothing to be appropriation. She knew it wasn't \"authentically African\" and so was, in a sense, disrespectful. But \"getting it right\" wasn't the point. Her history was stolen from her; she doesn't know where her family came from, and the purposeful inauthenticity made that very statement.On some level, it doesn't feel right to call what Afropunk attendees and Japanese cholas do \"cultural appropriation.\" The power dynamics at work are complicated; it's unproductive to argue whether black Americans or Africans -- or cholas and ostracized Japanese women -- have more or less power, and whether one has contributed to the other's oppression, the way we do when we talk about white Americans appropriating from marginalized groups. We reach for concepts like cultural appreciation and globalization to take into account that these forms of exchange might be less hurtful, or more thoughtful, even if there's still harm and ignorance at play.But of course, it appropriation. These groups, in different ways, are adorning themselves with symbols from another culture and wearing them for their own purposes.Now, contrast this appropriation with those notorious headdresses. No one except the most willfully obstinate would defend wearing a war bonnet to Coachella. But I'd argue that's not only because the object is sacred, and the power dynamic direct and unjust, but also because the intended message -- that you're a free spirit, if only for a weekend -- is uninteresting. It contains nothing significant to justify something so obviously hurtful.Things like power, authenticity, respectfulness and credit are all important considerations to weigh against the damage that's inherent in cultural appropriation. It's also crucial to understand the maddening reality for many marginalized American groups whose money, livelihoods and creations are regularly stolen from them. But these litmus tests are not adequate by themselves.We know because when we're confronted with more complex messages and muddled power dynamics, we short-circuit. We don't know what to do, or how to feel. We don't know who the victims are, or what the crime exactly is -- even if feels as if there might be one.In the end, determining when cultural appropriation is O.K. can feel as if it requires a delicate calculus, more holistic than binary. It's understandable that as a result, we've landed on treating cultural appropriation as a bad habit to be trained out of us; often it feels easier not to engage at all. But this balancing act is worth performing. Because the bad-habit model is not only exhausting; the result is often that people are so afraid of appearing \"bad\" that they self-censor good-faith impulses to try something new. Ironically, in doing so, they learn less about other cultures.Reframing fashion-based cultural appropriation not as a bad habit but as a discussion of ideas helps make these calculations easier. We understand how ideas work: Sometimes they're unnecessarily offensive, and sometimes they're offensive because they need to be. Sometimes the controversy they generate is silly and piddling; other times, it's enlightening. As my seatmate in Lagos told me, it can help us see something we would have otherwise missed.And yes -- it can be beautiful too.Connie Wang is a senior features writer for Refinery29 and the host of the documentary show \"Style Out There.\" "},
{"appears_ulr": "https://www.nytimes.com/2019/04/19/opinion/sunday/baby-breastfeeding-sleep-training.html", "title": "The Data All Guilt-Ridden Parents Need", "authors": "", "contents": "In 1980, ; by 2015 This is more than an interesting demographic fact. It means that many of us are having children much later than our parents did. By the time a baby arrives, many of us have been through school, spent time in the working world, developed friendships, hobbies. And through all of these activities, we have probably grown used to the idea that if we work harder -- at our jobs, at school, at banking that personal record in the half marathon -- we can achieve more.Babies, however, often do not respond to a diligent work ethic. Take, as an example, crying. When my daughter, Penelope, was an infant, she was typically inconsolable between 5 and 8 p.m. I'd walk her up and down the hall, sometimes just crying (me crying, that is -- obviously she was crying). I once did this in a hotel -- up and down, up and down, Penelope screaming at the top of her lungs. I hope no one else was staying there. I tried everything -- bouncing her more, bouncing her less, bouncing with swinging, bouncing with nursing (difficult). Nothing worked; she would eventually just exhaust herself.I wondered whether this was normal. I'm an economist, someone who works with data. I wrote a book on using data to make better choices during pregnancy; it was natural for me to turn to the data again once the baby arrived.And here, faced with crying, I found that the data was helpful. We often say babies are \"colicky,\" but researchers have an actual definition of colic (three hours of crying, more than three days a week, for more than three weeks) and of what share of babies fit this description (about 2 percent). But the same data can also tell us that many babies cry just a bit less than that, and almost 20 percent of parents report their baby \"cries a lot.\" So I was not alone. The data also told me the crying would get better, which it eventually did.But I also found, more so than in pregnancy, that there are limits to the utility of general information. Parenting is full of decisions, nearly all of which can be agonized over. You can and should learn about the risks and benefits of your parenting choices, but in the end you have to also think about your family preferences -- about what works for you.Take breast-feeding. When I was pregnant and I imagined myself breast-feeding, I usually pictured myself out to brunch with some friends. When the baby was hungry I'd pop on my color-coordinated nursing cover, and she'd latch right on while I enjoyed my mascarpone French toast.This is not what it was like . Like many women, I found breast-feeding incredibly hard. I have one particularly vivid memory of trying to nurse my screaming daughter in a 100-degree closet at my brother's wedding.These struggles are made worse by the societal, familial and medical testimonies to the many benefits of breast-feeding. Here, for example, is a partial list of supposed benefits to breast-feeding, culled from medical sources and less official parenting resources: smarter babies with less diarrhea and asthma, fewer ear infections, and a lower risk of obesity and diabetes, and thinner, happier moms with better friendships.Better friendships? Don't get me wrong -- motherhood can be lonely and isolating, and meeting other moms is a great idea. That's what is for. But I'm hard-pressed to figure out which of my friendships were enhanced by my attempts to feed a screaming baby in a closet.Many of the benefits cited here do, however, have some basis in evidence, just not always especially evidence. And even when the evidence is good, the benefits are smaller than many people realize. This is where being an economist comes in handy.Most studies of breast-feeding are biased by the fact that women who breast-feed are typically different from those who do not. In the United States, and most developed countries, more educated and richer women are more likely to nurse their babies. This is the result of a host of factors, chief among them a lack of universal maternal supports.Having more education and resources is, of course, linked to better outcomes for infants and children independent of breast-feeding. This makes it very difficult to establish the effect of breast-feeding -- whether, for an individual woman, nursing her baby will make the child better off.Some of the best evidence on breast-feeding comes from the Promotion of Breast-Feeding Intervention, or , a large randomized trial from the 1990s run in Belarus, in which some of the mothers received breast-feeding guidance and support and some didn't. Based on this data, the most well-supported benefits of breast-feeding are lower risks of gastrointestinal infections (with symptoms like diarrhea or vomiting) and of rashes and eczema early in life. To put some numbers to it, the study found that of the babies of a group of mothers encouraged to breast-feed, 9 percent had at least one episode of diarrhea, compared with 13 percent of the children of mothers who weren't encouraged to breast-feed. The rate for rashes and eczema was 3 percent versus 6 percent.Yet the study found no effect on respiratory infections, including ear infections, croup and wheezing. So why do we continue to see the \"evidence-based\" claim that breast-feeding reduces colds and ear infections? The main reason is there are many observational studies that show that breast-feeding affects these illnesses. For example, of nearly 70,000 Danish mothers and their children published in 2016 found that breast-feeding more than six months reduced the risk of an ear infection from 7 percent to 5 percent. This study was very careful, with excellent data that allowed the authors to adjust for a lot of differences across mothers and children.But observational studies are less convincing than randomized trials because they have a harder time establishing causality. Should we give any weight to this evidence if we have the Probit trial?On one hand, randomized evidence is clearly better. On the other hand, the Probit trial is only one study. If there are small benefits from breast-feeding, they might not show up as significant effects in a randomized trial, but we would still like to know about them. Given the weight of the evidence, I'd put the link between breast-feeding and a small reduction in ear infections in the \"plausible\" category. But there is nothing as compelling on colds and coughs. What about long-term benefits, and the claims that breast-fed kids will grow up to be thinner, healthier and smarter? One woman told me her doctor had warned her that by quitting breast-feeding, she was costing her child three I.Q. points.Let's return from the land of magical breast milk to reality. Even in the most optimistic view about breast-feeding, the impact on I.Q. is small. Breast-feeding isn't going to increase your child's I.Q. by 20 points. How do we know? Because if it did, it would be really obvious in the data and in everyday life.The question, really, is whether breast-feeding gives children some small leg up in intelligence. If you believe studies that just compare kids who are breast-fed to those who are not, you'll find that it does. There is a clear correlation here -- breast-fed kids do seem to have higher I.Q.s.But again, this isn't the same as saying that breast-feeding the higher I.Q. of Scandinavian 5-year-olds found that children who nursed longer had cognitive scores that were nearly 8 points higher on average. But their mothers were also richer, had more education and had higher I.Q. scores. Once the authors adjusted for even a few of these variables, the effects were much smaller. In fact, the most compelling studies on this compare siblings, one of whom was breast-fed and the other not; no significant differences in I.Q. This has also looked at obesity and, again, found little to no impact.The good news for guilt-ridden moms is that there is little convincing evidence for any long-term effects like these. The Probit researchers followed the children in the trial through the age of 6 1/2 . They found no change in , , . If you're a mother trying to decide whether breast-feeding is worth it or not, there's one more piece of data you should take into account: the possible effects on your own health. A lot of the claimed benefits of breast-feeding are about mothers, and many are bogus. Breast-feeding doesn't seem to promote much additional weight loss or provide free birth control. There is no evidence linking breast-feeding and friendship quality.However, there is real evidence for a link between breast-feeding and cancers, in particular breast cancer. , there seems to be a sizable effect -- perhaps a 20 percent to 30 percent reduction in the risk of breast cancer for women who breast-feed for longer than 12 months. In addition, the case for causality is bolstered by a concrete set of mechanisms. that breast-feeding changes some aspects of the cells of the breast, which make them less susceptible to carcinogens.After all that focus on the benefits of breast-feeding for kids, it may be that the most important long-term impact is actually on the health of the mother. Moms often feel selfish for thinking about their own wants and needs when faced with decisions about their kids. In this case, the data gives you permission to put yourself first for once. There are other fraught parenting decisions for which the evidence is much easier to understand than it is for breast-feeding. One example is sleep training.Sleep training -- colloquially, the \"cry it out\" technique -- refers to any system where you leave the baby in his crib on his own at the start of the night, and sometimes let him fall back to sleep on his own if he wakes during the night. The name refers to the fact that if you do this, your baby will cry some. Pediatricians often recommend sleep training, and many parents do it.But go on the internet, and you'll find many articles detailing the extensive long-term damage sleep training will do to your child. At its core, the concern from the opponents of \"cry it out\" is that your baby will feel abandoned and, as a result, struggle to form attachments to you, and ultimately to anyone else.This idea comes, perhaps surprisingly, from 1980s Romania, where thousands of children lived in orphanages with very little human contact for months or even years. One of the things visitors noticed in these places was the eerie quiet. Babies didn't cry, because they knew no one would come. The argument is that \"cry it out\" does the same thing.This is absurd. Sleep training methods do not leave the infant for months without any human contact, nor do they suggest subjecting children to the other types of physical and emotional abuse that occurred in those orphanages.To learn about the impact of sleep training, we need to study it in the way it is actually used. Fortunately, many people have, and in a lot of those cases they used randomized trials.Consider of 328 mothers whose 7-month-old babies were having problems sleeping. Approximately half were assigned to do a sleep-training regimen, and the others were not. In the short term, the authors found significant benefits:The intervention improved sleep for children and also lowered parental depression. But they didn't stop there.They returned to evaluate the children a year later and five years later, when the children were 6. , which included a subset of the original families, the researchers found no difference in any outcomes, including emotional stability and conduct behavior, stress, parent-child closeness, conflict or parent-child attachment. Basically, the kids who were sleep-trained looked exactly like those who were not.These results are not an outlier. Review studies of sleep-training interventions do not find negative effects on infants. And many show sizable improvements in maternal depression and family functioning. Sleep affects mood, and parents who sleep less feel worse. The evidence paints a pretty pro-\"cry it out\" picture.Nonetheless there are academic articles that argue against it. shows that in the few days after sleep training, mothers are less stressed, but the same is not true of infants. The researchers interpret this as a signal that the mothers and children are losing emotional touch with each other, but this is a stretch. Why not interpret the evidence to say that cry-it-out relaxes parents without hurting children?Fundamentally, the argument against sleep training is theoretical: that some children are devastated, even if those results don't show up in the data, or that the damage may not manifest until babies are adults.I think it is fair to say that it would be good to have more data. It's always good to have more data! However, the idea that this uncertainty should lead us to avoid sleep training is flawed. Among other things, you could easily argue the opposite: Maybe sleep training is very for some kids -- they really need the uninterrupted sleep -- and there is a risk of damaging your child by not sleep training. Does this mean you should definitely sleep train? Of course not -- every family is different, and you may not want to let your baby cry. But if you do want to sleep train, you should not feel shame or discomfort about that decision.Finally, there are some parenting decisions where the data just isn't much help at all, and family preferences have to take the front seat. One example is the question of whether to work outside the home.This decision is stressful. It often seems to define your whole parenting persona: What kind of mom are you? Are you a \"stay-at-home mom\" or, as the child of one of my friends once described her, a \"stay-at-work mom\"? Language like this is never helpful, and even less so when it frames this decision in such a gendered and heteronormative way. What if Dad stays home? What if there are two moms? Or only one parent?Really, this decision could be better stated as: \"What is the optimal configuration of adult work hours for your household?\" Less catchy, but more helpful.If you try to look to the evidence on what is \"best\" for children, you'll be disappointed. There are studies of this, of course, but they're hard to learn anything from, because it is extremely difficult to separate a family's circumstances from decisions about employment. A found that children in families where one parent worked part-time and the other full-time performed best in school -- better than children with two parents working full-time and better than those with one parent who didn't work at all.But again this is probably a result of many differences between those families, not just the mothers' career decisions. There is really no compelling evidence that proves that having a stay-at-home parent affects child outcomes, positively or negatively.(There is reliable evidence that time at home in a baby's first few months is beneficial, but that is an argument for longer maternity leave, not for not working at all.)This means that the decision really comes down to what works for your family. One part of this is obviously your budget, but the other part is your preferences. I work because I like to. I love my kids! They are amazing. But I wouldn't be happy staying home with them. It isn't that I like my job better -- if I had to pick, the kids would win every time. But the \"marginal value\" of time with them declines fast. (\"Marginal value\" will be familiar to anyone who remembers their Econ 101. There may not be any useful data on this question, but economic theory still comes in handy.) The first hour with my kids is great, but by the fourth, I'm ready for some time with my research. My job doesn't have this nose-dive in marginal value -- the highs are not as high, but the hour-to-hour satisfaction declines much more slowly.It should be O.K. to say this. Just like it should be O.K. to say that you stay home with your kids because that is what you want to do. In our attempts to focus so much on what is best for our kids, it is a good idea to step back and think about what works for you.These decisions -- breast-feeding, sleep training, working -- are just three of many that will come up in the first year of a child's life. More await, from co-sleeping to screen time and more.One day, your child will have a temper tantrum. How on earth do you deal with that? Exorcism? And what about potty training? You may find your child is one of a surprisingly large share () who refuse to poop in the toilet (it has a name: \"stool toileting refusal\"). In your pre-child life, you probably never thought about the question of how to encourage someone to poop in a particular location. But there you are, needing to find your way.That lady on the internet comment board wants to tell you what to do, but she doesn't live in your house, and she cannot know what is right for your family.I'm not trying to give advice. I'm just arguing that in many cases the data can be helpful. But if the data falls short and you still want advice, let me pass along something our pediatrician once told me. It was our 2-year-old's checkup, and I had my usual list of neuroses.\"We are going on this vacation, and there are bees,\" I said. \"It's kind of isolated. What if Penelope is stung? She's never been stung before. What if she's allergic? How will I get her to a doctor in time? Should I bring something to be prepared for this? Should we test her in advance? Do I need an EpiPen?\"In other words, I had built up this elaborate and incredibly unlikely scenario in my head. I needed someone to remind me that yes, this could happen. But so could a million other things. Parenting is not actually about planning for every possible disaster.The doctor paused. And then she said, very calmly:\"Hmm. I'd probably just try not to think about that.\", an economics professor at Brown, is the author of \"Expecting Better\" and the forthcoming \"Cribsheet: A Data-Driven Guide to Better, More Relaxed Parenting, From Birth to Preschool,\" from which this essay is adapted. "},
{"appears_ulr": "https://www.nytimes.com/2019/04/21/us/politics/democrats-impeachment-2020.html", "title": "How 2020 Democrats Are Gaming Out Trump Impeachment Quandary", "authors": "Matt Flegenheimer, Jonathan Martin", "contents": "Senator Elizabeth Warren, who has worked for months to find traction in a crowded Democratic presidential primary, stepped forward on Friday with a call to arms: President Trump .What followed, generally, was conspicuous silence -- and not just from her colleagues in Congress.After sidestepping the explosive issue of impeachment for months by citing the inquiry by the special counsel, Robert S. Mueller III, most of the other 17 Democratic presidential candidates have responded to with tentative remarks about impeaching Mr. Trump, demands for the unredacted Mueller findings, calls for further hearings or attempts to simply change the subject.Anything, that is, to avoid clearly answering the question of whether lawmakers should remove the president from office.Underpinning the candidates' calculations are complex sets of short- and long-term incentives. Democratic hopefuls could receive a fund-raising boost by embracing impeachment and energizing liberal donors. But some strategists and lawmakers say that a failed effort would only strengthen Mr. Trump's re-election chances, allowing him to claim further vindication.And many of the candidates, facing a Democratic electorate appalled by Mr. Trump and eager to see him out of office, are weighing whether to risk alienating some progressives by staying silent or to call for impeachment and create a divide with .[]For now, according to interviews with multiple Democratic campaign officials, most of the candidates feel no pressure to demand Mr. Trump's impeachment because they simply do not hear a mass clamoring for it on the campaign trail. And in their polling, impeachment is not a top priority for the party's voters, who say they are more motivated by defeating Mr. Trump in 2020 and seeing their desired policy agenda put in place.The Democratic contenders see the Mueller report mostly as a way to build their fund-raising and supporter lists and, ultimately, as a 448-page blunt instrument best used for thwacking the president in next year's campaign for his behavior.Indeed, many candidates signaled this weekend that they had no plans to lead a charge for impeachment -- Ms. Warren's campaign hastened to note she would remain focused on her policy platform -- and would instead defer to House Democrats.At least two prominent contenders, Mayor Pete Buttigieg of South Bend, Ind., and former Representative Beto O'Rourke of Texas, equivocated on how to proceed even as they acknowledged that they personally believed the president probably should be impeached.\"I'm pretty sure he deserves to be,\" Mr. Buttigieg said while campaigning in Londonderry, N.H. \"But Congress will have to figure procedurally what to do.\"\"I wouldn't blame any member of the House for voting for this,\" Mr. O'Rourke said during an appearance in Nashua, N.H. He supported impeachment as a Senate candidate last year, but now suggests that the issue would be best resolved by the voters in November 2020.[]This measured response is partly a function of timing. Party activists have absorbed accounts of Mr. Trump's aberrant behavior for nearly four years now, dating to the start of his presidential bid. As a result, Mr. Mueller's report packed less shock value for Democrats who did not need his imprimatur to believe that Mr. Trump's actions rise to the level of impeachable as well as criminal offenses.And for progressives who closely follow politics, the presidential race is well underway and the defeat of Mr. Trump is, they hope, just around the corner. Polls show that while a majority of Democrats still favor impeachment, support in recent months as liberals move closer to a plausible end to the Trump presidency without congressional intervention.Many Democratic voters are also as cleareyed as their elected leaders about the Republican Party's wide-scale deference to Mr. Trump -- and the implausibility of congressional Republicans aiding his ouster. The country is far more polarized now than it was when President Richard Nixon resigned rather than face impeachment, and Republican lawmakers today fear the wrath of Mr. Trump and his loyal supporters far more than they do any punishment from a dwindling band of swing voters.A few Republicans did respond to the report with alarm, most notably Senator Mitt Romney of Utah, who said he was \"sickened at the extent and pervasiveness of dishonesty and misdirection\" by the president and some in his circle. But the nonchalant reaction from the vast majority of Mr. Trump's party only reinforced to many Democratic activists that impeachment would be fruitless.\"It galvanizes Trump supporters,\" said Larry Drake, the chairman of the Rockingham County Democrats in New Hampshire, adding that he was quite certain that the president had committed impeachable offenses. \"If he's not convicted in the Senate, he can say, 'Look, I was right! This was just a witch hunt.' \"Mr. Drake has encountered fierce dissent from the pro-impeachment side in his own home. \"My wife and I have been having a dialogue about this,\" he said. \"I guess that would be the nice way to put it.\"Other Democrats say the party is making the matter more complicated than it needs to be, insisting that an impeachment case makes both civic and political sense.The civic argument: If lawmakers truly believe Mr. Trump deserves impeachment, how can political fears be allowed to override constitutional duties?The political one: The party can do more than one thing at a time. Candidates can campaign on other issues, as Ms. Warren says she will continue doing, while congressional Democrats build on Mr. Mueller's findings. Besides, supporters of impeachment ask, why is anyone so sure that Mr. Trump would benefit from the public flogging of impeachment hearings during a campaign?\"We reinforce his Teflon-ness by buying into this,\" said Jennifer Palmieri, a former senior aide to Hillary Clinton and President Barack Obama. \"Whether or not he's Teflon is up to you, as a member of Congress.\"Ms. Palmieri said Democrats had learned the wrong lessons from past episodes like the Republican push to impeach President Bill Clinton, which is thought to have hampered Republicans' midterm performance in 1998 amid voter concerns about investigative overreach.\"They look to the past, but you've got to look to the moment you're in. And look at the moment we're in,\" Ms. Palmieri said of fellow Democrats. \"It's a self-fulfilling prophecy. If you stop pursuing what Mueller is putting in front of them, of course voters aren't going to think it's important. Voters respond to leadership.\"And as Representative Steve Cohen of Tennessee observed, Mr. Trump's 2020 campaign message will most likely be centered on incendiary attacks on the Democrats' policy and identity more than on their efforts to hold him accountable.\"Trump will have his team stoke on socialism or the 'ism' of the day, and impeachment will not be the siren needed to rally the base,\" said Mr. Cohen, a Democratic member of the House Judiciary Committee.But Democrats in Washington are perhaps even more divided on the subject than the candidates for president are. While some progressive newcomers, like Representative Alexandria Ocasio-Cortez of New York, for impeachment proceedings, House Speaker Nancy Pelosi and others in leadership have signaled a strong aversion, often echoed in the rank-and-file.Representative Emanuel Cleaver, Democrat of Missouri, said an impeachment effort would only help Mr. Trump's cause and fuel his supporters' feelings of grievance, without especially benefiting Democrats.\"If we impeach Donald Trump, he would never be convicted in the Senate,\" Mr. Cleaver said, referring to the Republican-held chamber's role in an impeachment process. \"And he would be able to campaign all around the country saying, 'I've been acquitted!'\"For some Democratic primary contenders, the demands may be different, reflecting the political realities of trying to establish a foothold in what is currently an 18-person field. In addition to Ms. Warren, former Mayor Julian Castro on Friday that initiating impeachment proceedings would be \"perfectly reasonable.\"The willingness of both contenders to support impeachment hearings amounts to a refusal to engage in the political gymnastics of their rivals -- but also highlights the urgency they feel about their own campaigns.Mr. Castro has struggled to gain ground and is still working to attract enough individual donors to qualify for the first Democratic debate in June. Ms. Warren has remained in the middle of the pack despite entering the race before any other major candidate and unveiling an array of ambitious policy proposals.Ms. Warren has also sought to distinguish herself , at least in the primary, to appeal to major donors. This has increased pressure on her to raise money online from small-dollar givers.And in the hours after she announced her support for impeachment, she made the most of it, appearing on Rachel Maddow's MSNBC show, the preferred programming of Mueller-minded Democrats, and posting a clip of it on her social media accounts.By midday Saturday, Ms. Warren had promoted her new stance on Instagram three times in less than 24 hours, adding a video clip from an appearance in Keene, N.H., earlier that day. \"There are some things that are bigger than politics,\" she told the crowd there, to cheers. \"This is one of them.\"But elsewhere on the trail, the Mueller report was little discussed. Campaigning in South Carolina after the document's release, Senator Bernie Sanders largely on affordable housing and the consequences of gentrification.At last, on Saturday morning, Mr. Sanders targeting Mr. Trump on Twitter -- for breaking promises to manufacturing workers in the industrial Midwest."},
{"appears_ulr": "https://www.nytimes.com/2019/04/20/opinion/sunday/christian-easter-serene-jones.html", "title": "Reverend, You Say the Virgin Birth Is 'a Bizarre Claim'? ", "authors": "Nicholas Kristof", "contents": "This is the latest in my occasional series of conversations about Christianity. Here's my interview, edited for space, with , a Protestant minister, president of Union Theological Seminary and author of a new memoir, When you look in the Gospels, the stories are all over the place. There's no resurrection story in Mark, just an empty tomb. Those who claim to know whether or not it happened are kidding themselves. But that empty tomb symbolizes that the ultimate love in our lives cannot be crucified and killed.For me it's impossible to tell the story of Easter without also telling the story of the cross. The crucifixion is a first-century lynching. It couldn't be more pertinent to our world today.Crucifixion is not something that God is orchestrating from upstairs. The pervasive idea of an abusive God-father who sends his own kid to the cross so God could forgive people is nuts. For me, the cross is an enactment of our human hatred. But what happens on Easter is the triumph of love in the midst of suffering. Isn't that reason for hope?At the heart of faith is mystery. God is beyond our knowing, not a being or an essence or an object. But I don't worship an all-powerful, all-controlling omnipotent, omniscient being. That is a fabrication of Roman juridical theory and Greek mythology. That's not the God of Easter. The God of Easter is vulnerable and is connected to the world in profound ways that don't involve manipulating the world but constantly inviting us into love, justice, mercy.For me, the message of Easter is that love is stronger than life or death. That's a much more awesome claim than that they put Jesus in the tomb and three days later he wasn't there. For Christians for whom the physical resurrection becomes a sort of obsession, that seems to me to be a pretty wobbly faith. What if tomorrow someone found the body of Jesus still in the tomb? Would that then mean that Christianity was a lie? No, faith is stronger than that.I find the virgin birth a bizarre claim. It has nothing to do with Jesus' message. The virgin birth only becomes important if you have a theology in which sexuality is considered sinful. It also promotes this notion that the pure, untouched female body is the best body, and that idea has led to centuries of oppressing women.I don't believe in a God who, because of prayer, would decide to cure your mother's cancer but not cure the mother of your nonpraying neighbor. We can't manipulate God like that.I don't know! There may be something, there may be nothing. My faith is not tied to some divine promise about the afterlife. People who behave well in this life only to achieve an afterlife, that's a faith driven by a selfish motive: \"I'm going to be good so God would reward me with a stick of candy called heaven?\" For me, living a life of love is driven by the simple fact that love is true. And I'm absolutely certain that when we die, there is not a group of designated bad people sent to burn in hell. That does not exist. But hell has a symbolic reality: When we reject love, we create hell, and hell is what we see around us in this world today in so many forms.Well, you sound an awful lot like me, and I'm a Christian minister.I often feel like we are in the middle of another reformation in a 500-year cycle. John Calvin and Martin Luther had no idea they were in the middle of a reformation, but they knew that church structures were breaking down, new forms of communication were emerging, new scientific discoveries were being made, new kinds of authorities and states and economic systems arising -- all like this moment in time. This creates a spiritual crisis and a spiritual flexibility.Christianity is at something of a turning point, but I think that this questioning and this reaching is even bigger than Christianity. It reaches into many religious traditions. This wrestling with climate change, and wrestling with the levels of violence in our world, wrestling with authoritarianism and the intractable character of gender oppression -- it's forcing communities within all religions to say, \"Something is horribly wrong here.\" It's a spiritual crisis. Many nonreligious people feel it, too. We need a new way entirely to think about what it means to be a human being and what the purpose of our lives is. For me, this moment feels apocalyptic, as if something new is struggling to be born.Yes. Something was struggling to be born on that first Easter. It burst forth in ways that changed the world forever. Today I feel that spiritual ground around us shaking again. The structures of religion as we know it have come up bankrupt and are collapsing. What will emerge? That is for our children and our children's children to envision and build."}
]